Repository: BetaCodePlay/internal-back
Catalog: lang/i18n/*/LC_MESSAGES/messages.po
Languages: es_ar, fr_fr, pt_br

source: Users
es_ar: Usuarios
fr_fr: Utilisateurs
pt_br: Usuários

source: Played
es_ar: Jugó
fr_fr: Jouer
pt_br: Jogados

source: Win
es_ar: Ganar
fr_fr: Gagnez
pt_br: Ganhar

source: Bets
es_ar: Apuestas
fr_fr: Mises
pt_br: Apostas

source: Profit
es_ar: Beneficio
fr_fr: Bénéfice
pt_br: Lucro

source: Totals
es_ar: Totales
fr_fr: Totaux
pt_br: Totais

source: Total Comission
es_ar: Comisión Total

source: Total to pay
es_ar: Total a pagar

source: Total Profit
es_ar: Beneficio total

source: no records
es_ar: Sin registros

source: total played
es_ar: Total de jugadores

source: Total won
es_ar: Total de ganados
fr_fr: Total des gains
pt_br: Total ganho

source: Agents / Players
es_ar: Agentes / Jugadores
fr_fr: Agents / Acteurs
pt_br: Agentes / Jogadores

source: Total played
es_ar: Total jugado
fr_fr: Total joué
pt_br: Total jogado

source: Total Bets
es_ar: Total de apuestas

source: Total Comission
es_ar: Comisión Total

source: Comission
es_ar: Comisión

source: Providers
es_ar: Proveedores
fr_fr: Fournisseurs
pt_br: Provedores

source: Maker
es_ar: Fabricante

source: Total Payed
es_ar: Total pagado

source: Total Won
es_ar: Total de ganados

source: Bet
es_ar: Apostar
fr_fr: Mise
pt_br: Aposta

source: Commission
es_ar: Comisión
pt_br: Comissão

source: To pay
es_ar: Para pagar

source: (Agent)
es_ar: (Agente)
pt_br: (Agente)

source: (Player)
es_ar: (Jugador)
fr_fr: (Joueur)
pt_br: (Jogador)

source: Provider
es_ar: Proveedor
fr_fr: Fournisseur
pt_br: Provedor

source: Categories
es_ar: Categorías
fr_fr: Catégories
pt_br: Categorias

source: Details
es_ar: Detalles
fr_fr: Détails
pt_br: Detalhes

source: Credit
es_ar: Crédito
fr_fr: Crédit
pt_br: Crédito

source: Debit
es_ar: Débito
fr_fr: Débit
pt_br: Débito

source: Bonus
es_ar: Sobresueldo
pt_br: Bônus

source: Collect
es_ar: Recoger
fr_fr: Collecter

source: (Played)
es_ar: (Jugado)

source: Active
es_ar: Activo
fr_fr: Actif
pt_br: Ativo

source: Blocked
es_ar: Bloqueado
fr_fr: Bloqué
pt_br: Bloqueado

source: Master agent
es_ar: Agente maestro
fr_fr: Agent principal
pt_br: Agente mestre

source: Cashier
es_ar: Cajero
fr_fr: Caissier
pt_br: Caixa

source: User
es_ar: Usuario
fr_fr: Utilisateur
pt_br: Usuário

source: Edit
es_ar: Editar
fr_fr: Modifier
pt_br: Editar

source: Amount
es_ar: Cantidad
fr_fr: Montant
pt_br: Quantidade

source: Status
es_ar: Estado
fr_fr: Statut

source: Selections
es_ar: Selecciones
fr_fr: Sélections
pt_br: Seleções

source: Event
es_ar: Evento
fr_fr: Évènement
pt_br: Evento

source: Bet type
es_ar: Tipo de apuesta
fr_fr: Type de pari
pt_br: Tipo de aposta

source: Selection
es_ar: Actualizar la selección
fr_fr: Sélection
pt_br: Seleção

source: Quota
es_ar: Cuota

source: League
es_ar: Legua
fr_fr: Ligue
pt_br: Liga

source: Pending
es_ar: Pendiente
fr_fr: En attente
pt_br: Pendente

source: Lost
es_ar: Extraviado
fr_fr: Perdu
pt_br: Perdido

source: Cancelled
es_ar: Cancelado
fr_fr: Annulée
pt_br: Cancelado

source: Fully cashouted
es_ar: Totalmente retirado
fr_fr: Entièrement encaissé
pt_br: Totalmente em dinheiro

source: Returned
es_ar: Volvió
fr_fr: Retourné
pt_br: Retornado

source: Not accepted
es_ar: No se acepta
fr_fr: Non accepté
pt_br: Não aceito

source: Partialy cashouted
es_ar: Retiro parcial
fr_fr: Partiellement encaissé
pt_br: Parcialmente cashouted

source: Waiting
es_ar: Esperando
fr_fr: En attente
pt_br: Aguardando

source: Mobile
es_ar: Celular
pt_br: Celular

source: User Id
es_ar: ID del usuario
pt_br: ID do Usuário

source: Username
es_ar: Usuario
fr_fr: Nom d'utilisateur
pt_br: Nome de usuário

source: User Data
es_ar: Datos de usuario
pt_br: Dados do Usuário

source: Currency
es_ar: Moneda
fr_fr: Devise
pt_br: Moeda

source: Profile Data
es_ar: Datos de perfil
pt_br: Dados de perfil

source: Old Status
es_ar: Estado antiguo
pt_br: Status antigo

source: New Status
es_ar: Nuevo estado
pt_br: Novo Status

source: Description
es_ar: Descripción
pt_br: Descrição

source: Password
es_ar: Contraseña
fr_fr: Mot de passe
pt_br: Senha

source: Transaction
es_ar: Transacción
pt_br: Transação

source: Wallet
es_ar: Billetera
fr_fr: Portefeuille
pt_br: Carteira

source: Cryptocurrency
es_ar: Criptomoneda
fr_fr: Devises crypto
pt_br: Criptomoeda

source: Checking
es_ar: Comprobación
fr_fr: Vérification
pt_br: Conta Corrente

source: Saving
es_ar: Ahorro
fr_fr: Sauvegarde
pt_br: Salvando

source: Bank
es_ar: Banco
fr_fr: Banque
pt_br: Banco

source: Account number
es_ar: número de cuenta
fr_fr: Numéro de compte
pt_br: Número da conta

source: Type
es_ar: Tipo
pt_br: Tipo

source: Social reason
es_ar: Razón social
fr_fr: handelsnaam
pt_br: Razão social

source: Title
es_ar: Título
fr_fr: Titre
pt_br: Título

source: Full name
es_ar: Nombre completo
fr_fr: Nom complet
pt_br: Nome completo

source: Network
es_ar: Red
pt_br: Rede

source: Delete
es_ar: Borrar
fr_fr: Supprimer
pt_br: Excluir

source: Number
es_ar: Número
fr_fr: Nombre
pt_br: Número

source: Holder
es_ar: Titular
fr_fr: Titulaire
pt_br: Titular

source: VCreditos user
es_ar: Usuario de VCreditos
fr_fr: Utilisateur VCreditos
pt_br: Usuário do VCreditos

source: Secure ID
es_ar: Identificación segura
fr_fr: ID sécurisé
pt_br: Identificação segura

source: Name
es_ar: Nombre
fr_fr: Nom
pt_br: Nome

source: Phone
es_ar: Teléfono
fr_fr: Téléphone
pt_br: Telefone

source: Pay ID
es_ar: ID de pago

source: Approved
es_ar: Aprobado
fr_fr: Approuvé
pt_br: Aprovado

source: Processing
es_ar: Procesando
fr_fr: En cours
pt_br: Processando

source: Rejected
es_ar: Rechazado
fr_fr: Rejeté
pt_br: Rejeitado

source: Rejected by bank
es_ar: Rechazado por el banco
pt_br: Rejeitado pelo banco

source: Expired
es_ar: Vencido
fr_fr: Expiré
pt_br: Expirado

source: Pay Id
es_ar: Identificación de pago

source: View
es_ar: Ver
fr_fr: Voir
pt_br: Ver

source: Process
es_ar: Proceso
fr_fr: Processus
pt_br: Processo

source: Date
es_ar: Fecha
pt_br: Data

source: Origin bank
es_ar: Banco de origen
fr_fr: Banque d'origine
pt_br: Banco de origem

source: Destination bank
es_ar: Banco de destino
fr_fr: Banque de destination
pt_br: Banco de destino

source: Cryptocurrency amount
es_ar: Cantidad de criptomonedas
fr_fr: Montant de la crypto-monnaie
pt_br: Valor da moeda criptográfica

source: Reason
es_ar: Motivo
fr_fr: Raison
pt_br: Razão

source: VES amount
es_ar: Importe VES
fr_fr: Montant du VES
pt_br: Valor do VES

source: Rate
es_ar: Calificar
fr_fr: Taux
pt_br: Taxa

source: Document
es_ar: Factura
pt_br: Documento

source: Transaction ID
es_ar: ID de la transacción

source: Payment Key
es_ar: Clave de pago

source: Reference
es_ar: Referencia
fr_fr: Référence
pt_br: Referência

source: Operator
es_ar: Operador
fr_fr: Opérateur
pt_br: Operador

source: Please wait...
es_ar: Por favor espere...
fr_fr: Veuillez patienter...
pt_br: Por favor aguarde...

source: Lock balance
es_ar: Bloquear saldo
fr_fr: Balance de verrouillage
pt_br: Equilíbrio do cadeado

source: Account
es_ar: Cuenta
fr_fr: Compte
pt_br: Conta

source: Account type
es_ar: Tipo de cuenta
fr_fr: Type de compte
pt_br: Tipo de Conta

source: Interbank transfer code
es_ar: Código de transferencia interbancaria
pt_br: Código de transferência interbancária

source: Code
es_ar: Código
pt_br: Código

source: User account
es_ar: Cuenta de usuario
pt_br: Conta de utilizador

source: Client account
es_ar: Cuenta de cliente
pt_br: Conta do cliente

source: Branch office
es_ar: Sucursal

source: Last name
es_ar: Apellido
fr_fr: Nom de famille
pt_br: Sobrenome

source: Customer ID
es_ar: ID de cliente

source: Client Number
es_ar: Número de cliente

source: Assigned
es_ar: Asignado
pt_br: Atribuído

source: In use
es_ar: En uso
pt_br: Em uso

source: Canceled by user
es_ar: Cancelado por el usuario
pt_br: Cancelado pelo usuário

source: Canceled by administrator
es_ar: Cancelado por el administrador
pt_br: Cancelado pelo administrador

source: Completed rollover
es_ar: Rollover completado
pt_br: Rollover completo

source: Expired rollover
es_ar: Rollover caducado
pt_br: Rollover expirado

source: Canceled by withdrawal
es_ar: Cancelado por retiro
pt_br: Cancelado por retirada

source: Without name
es_ar: Sin nombre
fr_fr: Sans nom
pt_br: Sem nome

source: Everybody
es_ar: Todos
fr_fr: Tout le monde
pt_br: Todo mundo

source: No start date
es_ar: Sin fecha de inicio
pt_br: Sem data de incio

source: No end date
es_ar: Sin fecha de finalización
fr_fr: Aucune date de fin
pt_br: Sem data final

source: Inactive
es_ar: Inactivo
fr_fr: Inactif
pt_br: Inativo

source: Start
es_ar: Comienza
pt_br: Começar

source: End
es_ar: Fin
pt_br: Fim

source: Promo code
es_ar: Código promocional
fr_fr: Codes promo
pt_br: Código Promocional

source: Remove
es_ar: Remover
fr_fr: Supprimer
pt_br: Remover

source: Manual transactions
es_ar: Transacciones manuales
fr_fr: Transactions manuelles
pt_br: Transações manuais

source: Agents transactions
es_ar: Transacciones de agentes
fr_fr: Transactions des agents
pt_br: Transações de agentes

source: Agent transactions
es_ar: Transacciones de agentes

source: All languages
es_ar: Todos los idiomas
fr_fr: Toutes les langues
pt_br: Todas os Idiomas

source: All currencies
es_ar: Todas las monedas
fr_fr: Toutes les devises
pt_br: Todas as moedas

source: Duplicate
es_ar: Duplicar
fr_fr: Dupliquer
pt_br: Duplicar

source: Test
es_ar: Prueba
pt_br: Teste

source: Without title
es_ar: Sin título
fr_fr: Sans titre
pt_br: Sem Título

source: Sent
es_ar: Enviado
fr_fr: Envoyé
pt_br: Enviado

source: Completed
es_ar: Completo
fr_fr: Terminé
pt_br: Concluído

source: Incomplete
es_ar: Incompleto
fr_fr: Incomplet
pt_br: Incompleto

source: No starting date
es_ar: Sin fecha de inicio
fr_fr: Pas de date de début
pt_br: Sem data de início

source: Without URL
es_ar: Sin URL
fr_fr: Sans URL
pt_br: Sem URL

source: All devices
es_ar: Todos los dispositivos
fr_fr: Tous les écrans
pt_br: Todos os dispositivos

source: Desktop
es_ar: Escritorio
fr_fr: Ordinateur de bureau
pt_br: Área de Trabalho

source: Published
es_ar: Publicado
fr_fr: Publié
pt_br: Publicado

source: Unpublished
es_ar: Inédito
fr_fr: Non publié
pt_br: Não publicado

source: Home
es_ar: Inicio
fr_fr: Accueil

source: Client grant secret
es_ar: Secreto de concesión de cliente

source: Deactivate
es_ar: Desactivar
pt_br: Desativar

source: Activate
es_ar: Activar
pt_br: Ativar

source: Secure login
es_ar: Inicio de sesión seguro
fr_fr: Connexion sécurisée
pt_br: Login Seguro

source: Launch URL
es_ar: URL de inicio
fr_fr: URL de lancement
pt_br: URL de lançamento

source: Partner
es_ar: Socio
fr_fr: Partenaire
pt_br: Parceiro

source: Client ID
es_ar: Identificación del cliente
fr_fr: ID Client
pt_br: ID do Cliente

source: Client Secret
es_ar: Secreto del cliente

source: Partner ID
es_ar: ID de socio
fr_fr: ID Partenaire
pt_br: ID do Parceiro

source: Brand Name
es_ar: Nombre de Marca
fr_fr: Marque
pt_br: Nome da Marca

source: Api Key
es_ar: Clave de API
fr_fr: Clé API
pt_br: Chave API

source: License
es_ar: Licencia
fr_fr: Licence
pt_br: Licença

source: Operator ID
es_ar: ID del operador
fr_fr: Identifiant de l’opérateur
pt_br: Identificação do operador

source: Pass key
es_ar: Clave de paso
fr_fr: Clé de passage
pt_br: Chave do passe

source: Channel
es_ar: Canal
fr_fr: Chaîne
pt_br: Canal

source: Site ID
es_ar: ID del sitio
fr_fr: Identifiant du site
pt_br: ID do Site

source: Wallet Code
es_ar: Código de billetera
fr_fr: Code du portefeuille
pt_br: Código da Carteira

source: Path
es_ar: Vía
pt_br: Caminho

source: Project Name
es_ar: Nombre del proyecto
fr_fr: Nom du projet
pt_br: Nome do Projeto

source: Secret Key
es_ar: Llave secreta
fr_fr: Clé secrète
pt_br: Chave Secreta

source: Project ID
es_ar: ID del proyecto
fr_fr: ID du projet
pt_br: ID do projeto

source: License ID
es_ar: ID de licencia
fr_fr: ID de transaction

source: Key
es_ar: Clave
fr_fr: Clé
pt_br: Chave

source: Platform ID
es_ar: ID de plataforma
fr_fr: ID de la plate-forme

source: Client credentials grant ID
es_ar: ID de concesión de credenciales de cliente
fr_fr: Identifiants du client grant ID
pt_br: Credenciais de clientes conceder ID

source: Client credentials grant secret
es_ar: Secreto de concesión de credenciales de cliente
fr_fr: Secret d'octroi des informations d'identification du client
pt_br: As credenciais dos clientes concedem segredo

source: Password grant ID
es_ar: ID de concesión de contraseña
fr_fr: Mot de passe grant ID
pt_br: ID de concessão de senha

source: Password grant secret
es_ar: Secreto de concesión de contraseña
fr_fr: Secret d'octroi du mot de passe
pt_br: Segredo da concessão de senha

source: Server ID
es_ar: ID del servidor
pt_br: ID do Servidor

source: Client secret
es_ar: Secreto de cliente
fr_fr: Secret de client
pt_br: Segredo do cliente/Client secret

source: Intermediary ID
es_ar: ID de intermediario
fr_fr: ID intermédiaire
pt_br: Identificação intermediária

source: Site
es_ar: Sitio

source: Api key
es_ar: Clave de API
fr_fr: Clé API
pt_br: Chave de API

source: Merchant code
es_ar: Código de comerciante
fr_fr: Code du commerçant
pt_br: Código do comerciante

source: Partner Name
es_ar: Nombre del socio
fr_fr: Intitulé des Comptes
pt_br: Nome do parceiro

source: Partner Access Key
es_ar: Clave de acceso de socio
fr_fr: Clé d'accès partenaire
pt_br: Chave de Acesso de Parceiros

source: Code EGT
es_ar: Código EGT
pt_br: Código EGT

source: Secret key
es_ar: Clave secreta
fr_fr: Clé secrète
pt_br: Chave Secreta

source: Authorization
es_ar: Carga de turnos
fr_fr: Autorisation
pt_br: Autorização

source: Bank group
es_ar: Grupo del Banco
fr_fr: Groupe de banques
pt_br: Grupo bancário

source: Restore policy
es_ar: Restaurar directiva
fr_fr: Rétablir la politique
pt_br: Política de restauração

source: Start balance
es_ar: Equilibrio inicial
fr_fr: Solde initial
pt_br: Saldo inicial

source: Client token
es_ar: Token de cliente
fr_fr: Jeton de client
pt_br: Ficha do cliente

source: Public Key
es_ar: Clave pública
fr_fr: Clé publique
pt_br: Chave Pública

source: (Mobile)
es_ar: (Móvil)
pt_br: (Móvel)

source: (Desktop)
es_ar: (Escritorio)
pt_br: (Escrivaninha)

source: Delete game
es_ar: Eliminar juego

source: Has no order
es_ar: No tiene orden

source: Not image
es_ar: No es imagen

source: Page not configured
es_ar: Página no configurada
fr_fr: Page non configurée
pt_br: Página não configurada

source: Date not configured
es_ar: Fecha no configurada

source: Min bet
es_ar: Apuesta mínima
fr_fr: Mise minimale
pt_br: Aposta mínima

source: Max bet
es_ar: Apuesta máxima
fr_fr: Mise maximale
pt_br: Aposta máxima

source: Max selections
es_ar: Selecciones máximas
fr_fr: Sélections maximales
pt_br: Seleções máximas

source: Max selections not favorites
es_ar: Selecciones máximas, no favoritos
fr_fr: Sélections maximales non favorites
pt_br: Seleções máximas não favoritas

source: Straight bet limit
es_ar: Límite de apuesta directa
fr_fr: Limite des mises directes
pt_br: Limite da aposta reta

source: Parlay bet limit
es_ar: Límite de apuesta de Parlay
fr_fr: Limite de mise pour le parlay
pt_br: Limite de aposta do Parlay

source: There are %s pending deposits in %s through %s
es_ar: Hay %s depósitos pendientes en %s hasta %s
fr_fr: Il y a %s dépôts en attente dans %s à %s
pt_br: Existem %s depósitos pendentes em %s até %s

source: Does not apply to this image
es_ar: No se aplica a esta imagen
fr_fr: Ne s'applique pas à cette image
pt_br: Não se aplica a esta imagem

source: Not configured
es_ar: No configurado
fr_fr: Non configuré
pt_br: Não configurado

source: Deposits
es_ar: Depósitos
fr_fr: Acomptes
pt_br: Depósitos

source: Withdrawals
es_ar: Retiros
fr_fr: Retraits
pt_br: Retiradas

source: Card number
es_ar: Número de tarjeta
fr_fr: Numéro de la carte
pt_br: Número do cartão

source: Card brand
es_ar: Marca de la tarjeta

source: from
es_ar: de

source: to
es_ar: a

source: Upload
es_ar: Subir
fr_fr: Téléverser

source: List
es_ar: Listado
fr_fr: Liste
pt_br: Lista

source: Create
es_ar: Crear
fr_fr: Créer
pt_br: Criar

source: Left 1
es_ar: Izquierda 1
fr_fr: Gauche 1
pt_br: Esquerda 1

source: Left 2
es_ar: Izquierda 2
fr_fr: Gauche 2
pt_br: Esquerda 2

source: Left 3
es_ar: Izquierda 3
fr_fr: Gauche 3
pt_br: Esquerda 3

source: Right 1
es_ar: Derecha 1
fr_fr: Droit 1
pt_br: Certo 1

source: Right 2
es_ar: Derecha 2
fr_fr: Droit 2
pt_br: Certo 2

source: Right 3
es_ar: Derecha 3
fr_fr: Droit 3
pt_br: Certo 3

source: Center 1
es_ar: Centro 1
fr_fr: Centre 1
pt_br: Centro 1

source: Center 2
es_ar: Centro 2
fr_fr: Centre 2
pt_br: Centro 2

source: Logo for light backgrounds
es_ar: Logotipo para fondos claros
fr_fr: Logo pour fonds clairs
pt_br: Logotipo para fundos claros

source: Logo for dark backgrounds
es_ar: Logotipo para fondos oscuros
fr_fr: Logo pour les fonds sombres
pt_br: Logotipo para fundos escuros

source: Logo mobile for light backgrounds
es_ar: Logotipo móvil para fondos claros
fr_fr: Logo mobile pour fonds clairs
pt_br: Logotipo móvel para fundos claros

source: Logo mobile for dark backgrounds
es_ar: Logotipo móvil para fondos oscuros
fr_fr: Logo mobile pour les fonds sombres
pt_br: Logo móvel para fundos escuros

source: Background 1
es_ar: Antecedentes 1
fr_fr: Arrière-plan 1

source: background 2
es_ar: Antecedentes 2
fr_fr: arrière-plan 2

source: Favicon
es_ar: Ícono de Favoritos

source: Undefined
es_ar: Indefinido
fr_fr: Indéfini
pt_br: Não definido

source: English
es_ar: Inglés
fr_fr: Anglais
pt_br: Inglês

source: Spanish
es_ar: Español
fr_fr: Espagnol
pt_br: Espanhol

source: Portuguese
es_ar: Portugués
fr_fr: Portugais
pt_br: Português

source: Hebrew
es_ar: Hebreo
fr_fr: Hébreu
pt_br: Hebraico

source: French
es_ar: Francés
fr_fr: Français
pt_br: Francês

source: Turkish
es_ar: Turco
fr_fr: Turc
pt_br: Turco

source: Argentinian
es_ar: Argentino

source: About
es_ar: Acerca de
fr_fr: À propos
pt_br: Sobre

source: Security and Privacy
es_ar: Seguridad y privacidad
fr_fr: Sécurité et confidentialité
pt_br: Segurança e Privacidade

source: General Conditions
es_ar: Condiciones Generales
fr_fr: Conditions générales
pt_br: Condições gerais

source: Return Policy
es_ar: Política de Devolución
fr_fr: Politique de retour
pt_br: Política de troca e devoluções

source: AML PROGRAM
es_ar: PROGRAMA AML

source: Sports Regulation
es_ar: Regulación deportiva
fr_fr: Réglementation des sports
pt_br: Regulamentação Esportiva

source: Terms and Conditions
es_ar: Terminos y Condiciones
fr_fr: Termes et Conditions
pt_br: Termos e Condições

source: Contact Us
es_ar: Contáctenos
fr_fr: Contactez-nous
pt_br: Contate-nos

source: Lincense
es_ar: Incienso
pt_br: Lincenso

source: Merchant of Reference
es_ar: Comerciante de referencia
fr_fr: Marchand de référence
pt_br: Comerciante de Referência

source: VAT on Winnings
es_ar: IVA sobre las ganancias
fr_fr: TVA sur les gains

source: Responsible Gambling
es_ar: Juego responsable
fr_fr: Le jeu responsable
pt_br: Jogo Responsável

source: Terms and Conditions of Use
es_ar: Términos y condiciones de uso
fr_fr: Termes et Conditions d'utilisations
pt_br: Termos e Condições de Uso

source: Treat Customers Fairly
es_ar: Tratar a los clientes de manera justa
fr_fr: Traiter les clients équitablement

source: Payments
es_ar: Pagos
fr_fr: Paiements
pt_br: Pagamentos

source: Cookie Policy
es_ar: Política de Cookies
fr_fr: Politique de Cookies
pt_br: Política de Cookies

source: Complaints Policy
es_ar: Política de quejas
fr_fr: Politique en matière de plaintes
pt_br: Política de Reclamações

source: AML Policy
es_ar: Política AML

source: COPPA Compilance
es_ar: Compilación COPPA
fr_fr: Compilance COPPA
pt_br: Compilação COPPA

source: Copyright Policy
es_ar: Política de derechos de autor
pt_br: Política de direitos autorais

source: Information Security Policy
es_ar: Política de Seguridad de la Información
fr_fr: Politique de sécurité de l'information
pt_br: Política de Segurança da Informação

source: Piracy Policy
es_ar: Política de piratería
fr_fr: Politique en matière de piratage

source: OFAC Compilanc
es_ar: Compilación de la OFAC

source: Play Nice Policy
es_ar: Política de Play Nice
fr_fr: Politique "Play Nice

source: Privacy Policy
es_ar: Política de Privacidad
fr_fr: Politique de confidentialité
pt_br: Política de Privacidade

source: Lucky Africa
es_ar: África afortunada

source: Responsible Gaming
es_ar: Juego responsable
fr_fr: Jeu Responsable
pt_br: Jogo Responsável

source: Regulations and Terms
es_ar: Regulaciones y Términos
fr_fr: Règlements et conditions
pt_br: Regulamentos e Termos

source: Tutorials
es_ar: Tutoriales
fr_fr: Tutoriels
pt_br: Tutoriais

source: Statistics
es_ar: Estadística

source: See users
es_ar: Ver usuarios

source: Advanced search
es_ar: Búsqueda Avanzada
fr_fr: Recherche avancée
pt_br: Busca Avançada

source: Registered users
es_ar: Usuarios registrados
fr_fr: Utilisateurs enregistrés
pt_br: Usuários registrados

source: Users status
es_ar: Estado de los usuarios
fr_fr: Statut des utilisateurs
pt_br: Status do usuário

source: Users balances
es_ar: Saldos de usuarios
fr_fr: Soldes des utilisateurs
pt_br: Saldos de usuários

source: Users conversion
es_ar: Conversión de usuarios
fr_fr: Conversion des utilisateurs
pt_br: Conversão de usuários

source: Temp users
es_ar: Usuarios temporales
fr_fr: Utilisateurs temporaires
pt_br: Usuários temporários

source: Active users on platforms
es_ar: Usuarios activos en plataformas
fr_fr: Utilisateurs actifs sur les plateformes
pt_br: Usuários ativos em plataformas

source: Exclude users from providers
es_ar: Excluir usuarios de proveedores
fr_fr: Exclure les utilisateurs des fournisseurs
pt_br: Excluir usuários de fornecedores

source: Documents verifications
es_ar: Verificación de documentos
fr_fr: Vérification des documents
pt_br: Verificações de documentos

source: Users birthdays
es_ar: Cumpleaños de los usuarios
fr_fr: Anniversaires des utilisateurs
pt_br: Aniversários de usuários

source: Autolocked users
es_ar: Usuarios bloqueados automáticamente
fr_fr: Utilisateurs verrouillés automatiquement
pt_br: Usuários bloqueados automaticamente

source: Referrals
es_ar: Referidos
pt_br: Referências

source: Add
es_ar: Agregar
fr_fr: Ajouter
pt_br: Adicionar

source: See agents
es_ar: Ver agentes

source: Dashboar
es_ar: Menu principal

source: Create agent user
es_ar: Crear agente

source: Create player user
es_ar: Crear jugador

source: Add users
es_ar: Agregar usuarios
fr_fr: Ajouter des utilisateurs
pt_br: Adicionar usuários

source: Reports
es_ar: Reportes
fr_fr: Rapports
pt_br: Relatórios

source: Financial state
es_ar: Estado financiero
fr_fr: État financier
pt_br: Situação financeira

source: Financial state - Summary
es_ar: Estado financiero - Resumen

source: By users
es_ar: Por usuarios

source: By providers
es_ar: Por proveedores

source: Transaction Timeline
es_ar: Cronograma de transacciones

source: Cash flow
es_ar: Flujo de caja
fr_fr: Trésorerie
pt_br: Fluxo de caixa

source: Agents balances
es_ar: Saldos de agentes
fr_fr: Soldes des agents
pt_br: Balanços de agentes

source: Locked providers
es_ar: Proveedores bloqueados
fr_fr: Prestataires verrouillés
pt_br: Provedores bloqueados

source: Financial
es_ar: Financiero
fr_fr: Financier
pt_br: Financeiro

source: Totals by payment method
es_ar: Totales por método de pago
fr_fr: Totaux par mode de paiement
pt_br: Totais por forma de pagamento

source: Daily sales
es_ar: Ventas diarias
fr_fr: Ventes quotidiennes
pt_br: Vendas diárias

source: Monthly sales
es_ar: Ventas mensuales
fr_fr: Monatsübersicht
pt_br: Vendas mensais

source: Sales by whitelabels
es_ar: Ventas por marcas blancas
fr_fr: Ventes par whitelabels
pt_br: Vendas por whitelabels

source: Profit by user
es_ar: Beneficio por usuario
fr_fr: Bénéfice par utilisateur
pt_br: Lucro por usuário
