Repository: BetaCodePlay/internal-back
Catalog: lang/i18n/*/LC_MESSAGES/messages.po
Languages: es_ar, fr_fr, pt_br

source: Wallet ID
es_ar: ID de billetera
fr_fr: ID de portefeuille
pt_br: Carteira ID

source: Provider transaction
es_ar: Transacción de proveedor
pt_br: Transação do fornecedor

source: Method
es_ar: Método
fr_fr: Méthode
pt_br: Método

source: Processed
es_ar: Procesado
fr_fr: Traité
pt_br: Processado

source: The recommended size for the image is %s pixels. Using a different size can cause misalignments on the page.
es_ar: El tamaño recomendado para la imagen es de %s píxeles. El uso de un tamaño diferente puede causar desalineaciones en la página.
fr_fr: La taille recommandée pour l'image est de %s pixels. L'utilisation d'une taille différente peut entraîner des désalignements sur la page.
pt_br: O tamanho recomendado para a imagem é de %s pixels. O uso de um tamanho diferente pode causar desalinhamentos na página.

source: Image
es_ar: Imagen
pt_br: Imagem

source: Image details
es_ar: Detalles de la imagen
fr_fr: Détails de l’image
pt_br: Detalhes da imagem

source: Uploading...
es_ar: Subiendo…
fr_fr: Téléchargement...
pt_br: Enviando...

source: Country
es_ar: País
fr_fr: Pays
pt_br: País

source: Bank
es_ar: Banco

source: Current
es_ar: Publicado
pt_br: Atual

source: Social reasons
es_ar: Razones sociales

source: Wallet
es_ar: Billetera

source: Criptocurrency
es_ar: Criptomoneda

source: Public key
es_ar: Clave pública

source: Vcreditos user
es_ar: Usuario de Vcreditos

source: Vcreditos secure
es_ar: Vcreditos seguro

source: Update
es_ar: Actualizar
fr_fr: Mettre à jour
pt_br: Atualizar

source: Transaction type
es_ar: Tipo de transacción
fr_fr: Type de transaction
pt_br: Tipo de transação

source: Currencies
es_ar: Monedas
fr_fr: Devises
pt_br: Moedas

source: Remove roles
es_ar: Quitar roles

source: The maximum file size is 5mb and the maximum width is 3440px
es_ar: El tamaño máximo de archivo es de 5mb y el ancho máximo es de 3440px

source: Slider details
es_ar: Detalles del control deslizante
fr_fr: Détails de la diapositive
pt_br: Detalhes do slider

source: Devices
es_ar: Dispositivos
fr_fr: Appareils
pt_br: Dispositivos

source: All
es_ar: Todo
fr_fr: Tout
pt_br: Todos

source: Menu where it will be shown
es_ar: Menú donde se mostrará
fr_fr: Menu où il sera affiché
pt_br: Menu onde será mostrado

source: Pragmatic Live Casino
es_ar: Pragmático Casino en vivo
pt_br: PragmaticPlay Casino ao Vivo

source: Spinomenal
es_ar: Espinomenal

source: Order (optional)
es_ar: Pedido (opcional)
fr_fr: Commande (facultatif)
pt_br: Orden (opcional)

source: Upload slider
es_ar: Control deslizante Cargar
fr_fr: Chargement du slider
pt_br: Carregar novo slider

source: Awarded bonuses
es_ar: Bonificaciones otorgadas

source: Ended bonuses
es_ar: Bonificaciones finalizadas
pt_br: Bônus finais

source: Active bonuses
es_ar: Bonificaciones activas
pt_br: Bônus ativos

source: Converted bonuses
es_ar: Bonificaciones convertidas
pt_br: Bônus convertidos

source: Amount deposited
es_ar: Cantidad depositada
pt_br: Montante depositado

source: All options
es_ar: Todas las opciones
fr_fr: Tables options
pt_br: Todas as opções

source: Campaigns
es_ar: Campañas
fr_fr: Campagnes
pt_br: Campanhas

source: Convert to
es_ar: Convertir a
fr_fr: Convertir en
pt_br: Converta para

source: No conversion
es_ar: Sin conversión
fr_fr: Pas de conversion
pt_br: Nenhuma conversão

source: The currency (VES) will not be converted
es_ar: La moneda (VES) no se convertirá
fr_fr: La devise (VES) ne sera pas convertie
pt_br: A moeda (VES) não será convertida

source: Campaign
es_ar: Campaña
fr_fr: Campagne
pt_br: Campanha

source: Awarded
es_ar: Premiado
pt_br: Premiado

source: Converted
es_ar: Convertido
pt_br: Convertido

source: Ended
es_ar: Terminó
pt_br: Terminou

source: Deposited
es_ar: Depositado
pt_br: Depositado

source: Historical deposits
es_ar: Depósitos históricos
pt_br: Depósitos históricos

source: Historical withdrawals
es_ar: Retiros históricos
pt_br: Retiradas históricas

source: Gross amount
es_ar: Importe bruto

source: % Bonus / Deposits
es_ar: % Bono / Depósitos
pt_br: % Bônus / Depósitos

source: Dates
es_ar: Fecha
pt_br: Datas

source: Filter data
es_ar: Filtrar datos
fr_fr: Filtrer données
pt_br: Filtrar dados

source: All providers
es_ar: Todos los proveedores
fr_fr: Tous les fournisseurs
pt_br: Todos os serviços

source: Games Personalize:
es_ar: Juegos personalizados:

source: Select
es_ar: Seleccionar
fr_fr: Sélectionner
pt_br: Selecionar

source: The maximum file size is 5mb
es_ar: El tamaño máximo de archivo es de 5 MB

source: Games
es_ar: Juegos
fr_fr: Jeux
pt_br: Jogos

source: Order
es_ar: Orden
fr_fr: Commande
pt_br: Ordem

source: Payment
es_ar: Pago
fr_fr: Paiement
pt_br: Pagamento

source: Users details
es_ar: Detalles de los usuarios

source: For the assignment of users, the excluded will be taken into account as the first option
es_ar: Para la asignación de usuarios, se tendrán en cuenta los excluidos como primera opción

source: User search type
es_ar: Tipo de búsqueda de usuario

source: Segment
es_ar: Segmento
pt_br: Segmento

source: Campaign for all users
es_ar: Campaña para todos los usuarios

source: Are you sure you want to delete this log file: :date ?
es_ar: ¿Está seguro de que desea eliminar este archivo de registro: :d ate ?
fr_fr: Êtes-vous sûr de vouloir supprimer ce fichier journal : :date ?
pt_br: Você tem certeza que quer apagar este arquivo de log: :data ?

source: Verify document
es_ar: Verificar documento
fr_fr: Vérifier le document
pt_br: Verificar documento

source: Are you sure to take the action?
es_ar: ¿Está seguro de tomar la acción?
fr_fr: Etes-vous sûr de vouloir agir ?
pt_br: Você tem certeza de que vai tomar a ação?

source: This report shows the total deposits and withdrawals, both pending and approved, for each activated payment method in the selected currency.
es_ar: Este informe muestra el total de depósitos y retiros, tanto pendientes como aprobados, para cada método de pago activado en la moneda seleccionada.

source: Transactions made through agents or manual transactions are not reflected in this report.
es_ar: Las transacciones realizadas a través de agentes o transacciones manuales no se reflejan en este informe.

source: Total approved deposits
es_ar: Total de depósitos aprobados
fr_fr: Total des dépôts approuvés
pt_br: Total de depósitos aprovados

source: Total pending deposits
es_ar: Total de depósitos pendientes
fr_fr: Total des dépôts en attente
pt_br: Total de depósitos pendentes

source: Total approved withdrawals
es_ar: Total de retiros aprobados
fr_fr: Total des retraits approuvés
pt_br: Total de retiradas aprovadas

source: Total pending withdrawals
es_ar: Total de retiros pendientes
fr_fr: Total des retraits en attente
pt_br: Total de retiradas pendentes

source: Difference
es_ar: Diferencia
fr_fr: Différence
pt_br: Diferença

source: Category
es_ar: Categoría
fr_fr: Catégorie
pt_br: Categoria

source: Url Launch
es_ar: Inicio de URL
fr_fr: Lancement de l'url
pt_br: Lançamento de Url

source: Only letters and numbers without spaces (4-12 characters)
es_ar: Solo letras y números sin espacios (4-12 caracteres)
fr_fr: Uniquement des lettres et des chiffres sans espace (4-12 caractères)
pt_br: Somente letras e números sem espaços (4-12 caracteres)

source: The username cannot be changed later
es_ar: El nombre de usuario no se puede cambiar más tarde
pt_br: O nome de usuário não pode ser alterado mais tarde

source: Minimum 8 characters, 1 letter and 1 number
es_ar: Mínimo 8 caracteres, 1 letra y 1 número
fr_fr: Minimum 8 caractères, 1 lettre et 1 chiffre
pt_br: Mínimo 8 caracteres, 1 letra e 1 número

source: Operational balance (It will be credited in %s)
es_ar: Saldo operativo (se acreditará en %s)
fr_fr: Solde opérationnel (Il sera crédité en %s)
pt_br: Saldo operacional (Será creditado em %s)

source: Available
es_ar: Disponible
fr_fr: Disponible
pt_br: Disponível

source: Agent type
es_ar: Tipo de agente
fr_fr: Type d’agent
pt_br: Tipo de corretor

source: Master agents can have subagents and players dependent on them
es_ar: Los agentes maestros pueden tener subagentes y jugadores dependientes de ellos
fr_fr: Les agents principaux peuvent avoir des sous-agents et des joueurs qui dépendent d'eux
pt_br: Os agentes principais podem ter subagentes e jogadores dependentes deles

source: Cashiers can only have players dependent on them.
es_ar: Los cajeros solo pueden tener jugadores que dependan de ellos.
fr_fr: Les caissiers ne peuvent avoir que des joueurs dépendant d'eux.
pt_br: Os caixas só podem ter jogadores dependentes deles.

source: Transactions file
es_ar: Archivo de transacciones
fr_fr: Fichier des transactions
pt_br: Arquivo de Transações

source: Import results
es_ar: Importar resultados
fr_fr: Résultats de l’importation
pt_br: Importar resultados

source: Attribute
es_ar: Atributo
fr_fr: Attribut
pt_br: Atributo

source: Time
es_ar: Hora
fr_fr: Heure
pt_br: Tempo

source: 1 month
es_ar: 1 mes
fr_fr: 1 mois
pt_br: 1 mês

source: 3 month
es_ar: 3 meses
fr_fr: 3 mois
pt_br: 3 mêses

source: Lock date
es_ar: Fecha de bloqueo
fr_fr: Date de verrouillage définitif
pt_br: Data de bloqueio

source: Auto unlock date
es_ar: Fecha de desbloqueo automático
fr_fr: Date de déverrouillage automatique
pt_br: Data de desbloqueio automático

source: Lock time / Months
es_ar: Tiempo de bloqueo / Meses
fr_fr: Durée de verrouillage / Mois
pt_br: Tempo de bloqueio / Meses

source: Number of locks
es_ar: Número de cerraduras
fr_fr: Nombre de serrures
pt_br: Número de bloqueios

source: Reward name
es_ar: Nombre de la recompensa
pt_br: Nome da recompensa

source: transaction ticket
es_ar: Ticket de transacción
pt_br: ticket de transação

source: From
es_ar: Desde
fr_fr: De
pt_br: De

source: To
es_ar: A
fr_fr: À
pt_br: Para

source: Update percentage
es_ar: Porcentaje de actualización
fr_fr: Pourcentage de mise à jour
pt_br: Atualização percentual

source: Landing Pages details
es_ar: Detalles de las páginas de destino
pt_br: Detalhes das Páginas de Aterragem

source: Subtitle
es_ar: Subtítulo
fr_fr: Sous-titre
pt_br: Subtítulo

source: Text button
es_ar: Botón de texto
fr_fr: Texte du bouton
pt_br: Botão de texto

source: Update landing
es_ar: Aterrizaje de actualizaciones
fr_fr: Mise à jour de l'atterrissage
pt_br: Atualização do desembarque

source: Background 2
es_ar: Antecedentes 2
fr_fr: Arrière-plan 2

source: Image left
es_ar: Imagen izquierda
fr_fr: Image à gauche
pt_br: Imagem à esquerda

source: Steps
es_ar: Pasos
fr_fr: Étapes
pt_br: Etapas

source: Steps Title
es_ar: Título de los pasos
fr_fr: Titre des étapes
pt_br: Título dos Passos

source: Steps Content
es_ar: Contenido de los pasos
fr_fr: Contenu des étapes
pt_br: Conteúdo dos Passos

source: Terms
es_ar: Términos
fr_fr: Termes
pt_br: Termos

source: Terms Title
es_ar: Términos Título
fr_fr: Titre des termes
pt_br: Termos Título

source: Terms Content
es_ar: Términos Contenido
fr_fr: Conditions Contenu
pt_br: Termos Conteúdo

source: Additional
es_ar: Adicional
fr_fr: Additionnel
pt_br: Adicional

source: Additional Title
es_ar: Título adicional
fr_fr: Titre additionnel
pt_br: Título adicional

source: Additional Content
es_ar: Contenido adicional
fr_fr: Contenu supplémentaire
pt_br: Conteúdo Adicional

source: The maximum file size is 5mb
es_ar: El tamaño máximo de archivo es de 5 MB

source: Domain
es_ar: Dominio
fr_fr: Domaine
pt_br: Domínio

source: Current status
es_ar: Estado actual
pt_br: Status atual

source: You do not have credentials for $%, request your credentials.
es_ar: No tiene credenciales para $%, solicite sus credenciales.

source: Search user
es_ar: Buscar usuario
fr_fr: Chercher un utilisateur
pt_br: Buscar usuario

source: Logout
es_ar: Cerrar Sesión
fr_fr: Déconnexion
pt_br: Sair

source: Accept
es_ar: Aceptar
fr_fr: Accepter
pt_br: Aceitar

source: This report makes closings and calculations every hour
es_ar: Este informe realiza cierres y cálculos cada hora

source: If you want to see data in real time please use the product reports
es_ar: Si desea ver los datos en tiempo real, utilice los informes de productos
fr_fr: Si vous souhaitez voir les données en temps réel, veuillez utiliser les rapports de produit
pt_br: Se você quiser ver os dados em tempo real, use os relatórios de produtos

source: Total hold
es_ar: Retención total
fr_fr: Prise totale
pt_br: Retenção total

source: All provider types
es_ar: Todos los tipos de proveedores
fr_fr: Tous les types de fournisseurs
pt_br: Todos os tipos de fornecedores

source: Hold
es_ar: Sostener
fr_fr: En attente
pt_br: Aguarde

source: Last 30 days
es_ar: Ultimos 30 días
fr_fr: 30 derniers jours
pt_br: Últimos 30 dias

source: New registers
es_ar: Nuevos registros
fr_fr: Nouveaux registres
pt_br: Novos registros

source: Unique depositors
es_ar: Depositantes únicos
fr_fr: Déposants uniques
pt_br: Depositantes únicos

source: Bonuses
es_ar: Bonos
fr_fr: Bonus
pt_br: Bônus

source: All types
es_ar: Todos los tipos
fr_fr: Tous les types
pt_br: Todos os tipos

source: Search results
es_ar: Resultados de Búsqueda
fr_fr: Résultats de recherche
pt_br: Resultados da pesquisa

source: Points transactions
es_ar: Transacciones de puntos
fr_fr: Transactions en points
pt_br: Transações pontuais

source: Agent / User
es_ar: Agente / Usuario

source: Loads (Total)
es_ar: Cargas (total)

source: Downloads (Total)
es_ar: Descargas (total)

source: Totals 100%
es_ar: Totales 100%

source: Commission %
es_ar: Comisión %

source: Total to pay %
es_ar: Total a pagar %

source: Total receivable %
es_ar: % total por cobrar

source: Template preview
es_ar: Vista previa de la plantilla
fr_fr: Prévisualiser le thème
pt_br: Visualização do modelo

source: Button text
es_ar: Texto del botón
fr_fr: Texte du bouton
pt_br: Texto do botão

source: End date
es_ar: Fecha de finalizacion
fr_fr: Date de fin
pt_br: Data final

source: Grant secret
es_ar: Conceder secreto

source: Unlock balance
es_ar: Desbloquear saldo

source: Are you sure you want to unlock the balance?
es_ar: ¿Estás seguro de que quieres desbloquear el saldo?

source: Unlock
es_ar: Desbloquear
fr_fr: Déverrouiller
pt_br: Desbloquear

source: Relate Permissions to User
es_ar: Relacionar permisos con el usuario

source: Permission
es_ar: Permiso
pt_br: Permissão

source: Search by filter
es_ar: Buscar por filtro
fr_fr: Rechercher par filtre
pt_br: Procurar por filtro

source: Code bonus
es_ar: Bono de código
pt_br: Código bônus

source: Quantity of turns
es_ar: Cantidad de vueltas

source: User password admin
es_ar: Administrador de contraseña de usuario
fr_fr: Mot de passe utilisateur admin
pt_br: Senha do usuário admin

source: Copied
es_ar: Copiado
fr_fr: Copié
pt_br: Copiado

source: Publishing...
es_ar: Editorial...
fr_fr: Publication…
pt_br: Publicação...

source: Publish group
es_ar: Grupo de publicación
fr_fr: Publier le groupe
pt_br: Publicar grupo

source: Reset password
es_ar: Restablecer contraseña
fr_fr: Réinitialiser le mot de passe
pt_br: Redefinir senha

source: Confirm Password
es_ar: Confirmar Contraseña
fr_fr: Confirmer le mot de passe
pt_br: Confirmar Senha

source: Reset
es_ar: Reiniciar
fr_fr: Réinitialiser
pt_br: Redefinir

source: Remove bonus
es_ar: Eliminar bono
fr_fr: Supprimer le bonus
pt_br: Remover bônus

source: Options
es_ar: Opciones
pt_br: Opções

source: Code reference
es_ar: Referencia de código

source: Manual adjustment
es_ar: Ajuste manual
fr_fr: Réglage manuel
pt_br: Ajuste manual

source: Update Limit
es_ar: Límite de actualización

source: Min
es_ar: Minutos

source: Permissions
es_ar: Permisos
pt_br: Permissões

source: Exclude permissions
es_ar: Excluir permisos

source: Excluded permissions users
es_ar: Usuarios de permisos excluidos

source: Select Permissions
es_ar: Seleccione Permisos

source: Send to processor
es_ar: Enviar al procesador
fr_fr: Envoyer au processeur
pt_br: Enviar para o processador

source: Forbidden
es_ar: Prohibido
pt_br: Proibido

source: Cover image
es_ar: Imagen de portada
fr_fr: Image de couverture
pt_br: Imagem de Capa

source: This image is shown in the list of posts.
es_ar: Esta imagen se muestra en la lista de publicaciones.
fr_fr: Cette image est affichée dans la liste des messages.
pt_br: Esta imagem é mostrada na lista de postagens.

source: Main image
es_ar: Imagen principal
fr_fr: Image principale
pt_br: Imagem principal

source: The recommended width for the image is %s pixels. Using a different size can cause misalignment on the page.
es_ar: El ancho recomendado para la imagen es de %s píxeles. El uso de un tamaño diferente puede causar una desalineación en la página.
fr_fr: La largeur recommandée pour l'image est de %s pixels. L'utilisation d'une taille différente peut entraîner un mauvais alignement sur la page.
pt_br: A largura recomendada para a imagem é de %s pixels. O uso de um tamanho diferente pode causar desalinhamento na página.

source: This image is optional and is shown as the main image within the post.
es_ar: Esta imagen es opcional y se muestra como la imagen principal dentro de la publicación.
fr_fr: Cette image est facultative et s'affiche comme image principale dans l'article.
pt_br: Esta imagem é opcional e é mostrada como a imagem principal dentro do posto.

source: Post details
es_ar: Detalles de la publicación
fr_fr: Détails de la publication
pt_br: Detalhes do correio

source: Content
es_ar: Contenido
fr_fr: Contenu
pt_br: Conteúdo

source: Publish post
es_ar: Publicar publicación
fr_fr: Publier le post
pt_br: Publicar

source: Ticket details
es_ar: Detalles del boleto
fr_fr: Détails des ticket
pt_br: Detalhes do Ticket

source: Ticket selections
es_ar: Selección de entradas
pt_br: Seleções de bilhetes

source: This report shows the list of manual transactions carried out in a certain date range, allowing them to be filtered by type of transaction.
es_ar: Este informe muestra la lista de transacciones manuales realizadas en un determinado rango de fechas, lo que permite filtrarlas por tipo de transacción.

source: Deposits or withdrawals made with payment methods or agent transactions made to players are not taken into account.
es_ar: Los depósitos o retiros realizados con métodos de pago o transacciones de agentes realizadas a jugadores no se tienen en cuenta.

source: Registered
es_ar: Publicado el
fr_fr: Enregistré
pt_br: Registrado

source: Agent
es_ar: Agente
pt_br: Corretor

source: Adding...
es_ar: Agregar...
fr_fr: Ajout en cours...
pt_br: Adicionando...

source: Add user
es_ar: Agregar usuario
fr_fr: Ajouter un utilisateur
pt_br: Adicionar usuário

source: The agent selector is loaded by the session currency, verify that the user has the session currency.
es_ar: El selector de agente se carga por la moneda de sesión, compruebe que el usuario tiene la moneda de sesión.

source: The recommended size for the image is 280x280 pixels. Using a different size can cause misalignments on the page.
es_ar: El tamaño recomendado para la imagen es de 280x280 píxeles. El uso de un tamaño diferente puede causar desalineaciones en la página.
fr_fr: La taille recommandée pour l'image est de 280x280 pixels. L'utilisation d'une taille différente peut entraîner des désalignements sur la page.
pt_br: O tamanho recomendado para a imagem é de 280x280 pixels. O uso de um tamanho diferente pode causar desalinhamentos na página.

source: Reward details
es_ar: Detalles de la recompensa
fr_fr: Détails des récompenses
pt_br: Detalhes das recompensas

source: Description to help the user understand the reward
es_ar: Descripción para ayudar al usuario a entender la recompensa
fr_fr: Description pour aider l'utilisateur à comprendre la récompense
pt_br: Descrição para ajudar o usuário a entender a recompensa

source: Available quantity (optional)
es_ar: Cantidad disponible (opcional)
fr_fr: Quantité disponible (facultatif)
pt_br: Quantidade disponível (opcional)

source: Points needed to get the reward
es_ar: Puntos necesarios para obtener la recompensa
fr_fr: Points nécessaires pour obtenir la récompense
pt_br: Pontos necessários para obter a recompensa

source: Amount that the reward will deliver as a prize
es_ar: Cantidad que la recompensa entregará como premio
fr_fr: Montant que la récompense délivrera en tant que prix
pt_br: Valor que a recompensa entregará como um prêmio

source: Start date (optional)
es_ar: Fecha de inicio (opcional)
fr_fr: Date de début (facultatif)
pt_br: Data de início (opcional)

source: Finish date (optional)
es_ar: Fecha de finalización (opcional)
fr_fr: Date de fin (facultatif)
pt_br: Data de conclusão (opcional)

source: No active
es_ar: No activo
fr_fr: Non actif
pt_br: Nenhum ativo

source: Category (optional)
es_ar: Categoría (opcional)
fr_fr: Catégorie (facultatif)
pt_br: Categoria (opcional)

source: Upload reward
es_ar: Subir recompensa
fr_fr: Télécharger la récompense
pt_br: Carregar recompensa

source: VES rate
es_ar: Tasa VES

source: ARS rate
es_ar: Tasa ARS

source: Page :current of :last
es_ar: Página :actual de :last
fr_fr: Page :actuelle de :dernière
pt_br: Página :atual de :último

source: Read
es_ar: Leer
fr_fr: Lire
pt_br: Lido

source: Remove from segment
es_ar: Eliminar del segmento
fr_fr: Retirer du segment
pt_br: Remover do segmento

source: Position
es_ar: Posición
pt_br: Posição

source: Size
es_ar: Tamaño
fr_fr: Taille
pt_br: Tamanho

source: Exclude roles
es_ar: Rol exclusivo
pt_br: Excluir regras

source: Excluded roles users
es_ar: Usuarios de roles excluidos

source: Role
es_ar: Rol
fr_fr: Rôle
pt_br: Função

source: Select role
es_ar: Seleccionar rol
pt_br: Selecionar Função

source: Data for withdrawal
es_ar: Datos para el desistimiento
fr_fr: Données pour le retrait
pt_br: Dados para retirada

source: Activation
es_ar: Activación
pt_br: Ativação

source: Activation of account
es_ar: Activación de la cuenta
fr_fr: Activation du compte
pt_br: Ativação da conta

source: Send
es_ar: Enviar
fr_fr: Envoyer
pt_br: Enviar

source: Total balances
es_ar: Saldos totales
fr_fr: Total des soldes
pt_br: Saldos totais

source: This report shows the total deposits and withdrawals that were approved in the selected date range.
es_ar: Este informe muestra el total de depósitos y retiros que se aprobaron en el rango de fechas seleccionado.

source: This report includes transactions made with activated payment methods in the selected currency, manual transactions and agent transactions made to players.
es_ar: Este informe incluye las transacciones realizadas con métodos de pago activados en la moneda seleccionada, las transacciones manuales y las transacciones de agentes realizadas a los jugadores.

source: Total deposits
es_ar: Total depósitos
fr_fr: Total des dépôts
pt_br: Total de depósitos

source: Total withdrawals
es_ar: Total de retiros
fr_fr: Total des retraits
pt_br: Retiradas totais

source: Endpoint
es_ar: Punto Final
fr_fr: Terminaison

source: Enter password
es_ar: Ingrese la Contraseña

source: Developed by Betsweet. Operated by
es_ar: Desarrollado por Betsweet. Operado por

source: All rights reserved
es_ar: Todos los derechos reservados
fr_fr: Tous droits réservés
pt_br: Todos os direitos reservados

source: Audit type
es_ar: Tipo de auditoría

source: Update category
es_ar: Actualizar categoría
fr_fr: Mettre à jour la catégorie
pt_br: Atualizar categoria

source: Withdrawal Data
es_ar: Datos de desistimiento

source: Bet #%s
es_ar: Apuesta #%s
fr_fr: Pariez sur #%s
pt_br: Aposta #%s

source: Bet #%s reversed
es_ar: Apuesta #%s revertida
fr_fr: Mise #%s inversée
pt_br: Aposta #%s invertida

source: Bet #%s won
es_ar: Apuesta #%s ganada
fr_fr: Le pari #%s a gagné
pt_br: Aposta #%s ganha

source: Bet #%s returned
es_ar: Apuesta #%s devuelta
fr_fr: Le pari #%s est retourné
pt_br: Aposta #%s devolvida

source: Cashback for bet #%s
es_ar: Cashback para la apuesta #%s
fr_fr: Cashback pour le pari #%s
pt_br: Cashback para aposta #%s
