Repository: BetaCodePlay/internal-back
Catalog: lang/i18n/*/LC_MESSAGES/messages.po
Languages: es_ar, fr_fr, pt_br

source: Bonus for bet #%s
es_ar: Bono por apuesta #%s
fr_fr: Bonus pour le pari #%s
pt_br: Bônus por aposta #%s

source: Bet reverse #%s
es_ar: Apuesta inversa #%s
fr_fr: Pari inversé #%s
pt_br: Aposta reversa #%s

source: Bet #%s canceled
es_ar: Apuesta #%s cancelada
fr_fr: Mise #%s annulée
pt_br: Aposta #%s cancelada

source: Rollback bet #%s on the game %s
es_ar: Apuesta de retroceso #%s en el juego %s
fr_fr: Remise de la mise #%s sur le jeu %s
pt_br: Aposta #%s sobre o jogo %s

source: Bet #%s on the game %s won
es_ar: Apuesta #%s en el juego %s ganado
fr_fr: Parier #%s sur le jeu %s gagné
pt_br: Aposta #%s sobre o jogo %s ganhou

source: Rollback bet #%s won on the game %s
es_ar: Rollback bet #%s ganó en el juego %s
fr_fr: La mise #%s gagnée sur le jeu %s est annulée

source: Bet #%s on the game %s
es_ar: Apuesta #%s en el juego %s
fr_fr: Parier #%s sur le jeu %s
pt_br: Aposta #%s sobre o jogo %s

source: Deposit via credit code %s
es_ar: Depósito a través del código de crédito %s
fr_fr: Dépôt via le code de crédit %s
pt_br: Depósito via código de crédito %s

source: Deposit via wire transfer
es_ar: Depósito mediante transferencia bancaria
fr_fr: Dépôt par virement bancaire
pt_br: Depósito via transferência bancária

source: Balance unlocked and returned to wallet due to rejected withdrawal
es_ar: Saldo desbloqueado y devuelto a la billetera debido a un retiro rechazado
fr_fr: Solde débloqué et reversé dans le portefeuille en raison du rejet du retrait
pt_br: Saldo desbloqueado e devolvido à carteira devido a retirada rejeitada

source: Balance locked for withdrawal processing
es_ar: Saldo bloqueado para el procesamiento de retiros
fr_fr: Solde bloqué pour le traitement des retraits
pt_br: Saldo bloqueado para processamento de saque

source: Balance unlocked by approved withdrawal. Reference %s
es_ar: Saldo desbloqueado por retiro aprobado. Referencia %s
fr_fr: Solde débloqué par un retrait approuvé. Référence %s
pt_br: Saldo desbloqueado por retirada aprovada. Referência %s

source: Balance unlocked by approved withdrawal
es_ar: Saldo desbloqueado por retiro aprobado
fr_fr: Solde débloqué par un retrait approuvé
pt_br: Saldo desbloqueado por saque aprovado

source: Bet #%s refunded
es_ar: Apuesta #%s reembolsada
fr_fr: Pari #%s remboursé
pt_br: Aposta #%s devolvida

source: Payout of jackpot #%s
es_ar: Pago del premio mayor #%s
fr_fr: Paiement du jackpot #%s
pt_br: Pagamento do jackpot #%s

source: Bet #%s won. Round #%s
es_ar: Apuesta #%s ganó. Ronda #%s
fr_fr: Le pari #%s a été gagné. Tour #%s
pt_br: A aposta #%s ganhou. Rodada #%s

source: Bet #%s. Round #%s
es_ar: Apuesta #%s. Ronda #%s
fr_fr: Mise #%s. Tour #%s
pt_br: Aposta #%s. Rodada #%s

source: Bet #%s canceled. Round #%s
es_ar: Apuesta #%s cancelada. Ronda #%s
fr_fr: Mise #%s annulée. Round #%s
pt_br: A aposta #%s cancelada. Rodada #%s

source: Bet on the game
es_ar: Apuesta en el juego
fr_fr: Parier sur le jeu
pt_br: Aposta no jogo

source: Freespin #%s on the game %s
es_ar: Freespin #%s en el juego %s
fr_fr: Freespin #%s sur le jeu %s
pt_br: Aposta #%s sobre o jogo %s

source: Bet #%s on the game %s refunded
es_ar: Apuesta #%s en el juego %s reembolsado
fr_fr: Pari #%s sur le jeu %s remboursé
pt_br: Aposta #%s sobre o jogo %s ganhou

source: Withdrawal rejected by ALPS
es_ar: Retirada rechazada por ALPS

source: Deposit via ALPS. Reference %s
es_ar: Depósito a través de ALPS. Referencia %s

source: Bet #%s on the game %s. Round #%s
es_ar: Apuesta #%s en el juego %s. Ronda #%s
fr_fr: Misez #%s sur le jeu %s. Jeu #%s
pt_br: Aposte #%s no jogo %s. Rodada #%s

source: Bet #%s on the game %s won. Round #%s
es_ar: Apuesta #%s en el juego %s ganado. Ronda #%s
fr_fr: Pariez #%s sur la partie %s gagnée. Jeu #%s
pt_br: Aposta #%s no jogo %s ganhou. Rodada #%s

source: Bet #%s on the game %s refunded. Round #%s
es_ar: La apuesta #%s en el juego %s reembolsada. Ronda #%s
fr_fr: Mise #%s sur le jeu %s remboursée. Tour #%s
pt_br: Aposta #%s no jogo %s reembolsada. Rodada #%s

source: Direct agent credit. From: %s. Toward %s
es_ar: Crédito de agente directo. De: %s. Hacia %s
fr_fr: Crédit d'agent direct. De : %s. Vers %s
pt_br: Crédito direto do agente. De: %s. Rumo a %s

source: Direct agent debit. From: %s. Toward %s
es_ar: Débito directo del agente. De: %s. Hacia %s
fr_fr: Débit direct de l'agent. De : %s. Vers %s
pt_br: Débito direto do agente. De: %s. Rumo a %s

source: Bet #%s on game %s in date %s
es_ar: Apuesta #%s en el juego %s en fecha %s
fr_fr: Parier #%s sur le jeu %s dans la date %s
pt_br: Aposta #%s no jogo %s na data %s

source: Bet #%s won on game %s
es_ar: Apuesta #%s ganó en el juego %s
fr_fr: Pari #%s gagné sur le jeu %s
pt_br: Aposta #%s ganha no jogo %s

source: Rollback bet #%s. Transaction #%s
es_ar: Apuesta de retroceso #%s. Transacción #%s
fr_fr: Annulation de la mise #%s. Transaction #%s
pt_br: Aposta Rollback #%s. Transação #%s

source: Bet #%s. Transaction #%s
es_ar: Apuesta #%s. Transacción #%s
fr_fr: Mise #%s. Transaction #%s
pt_br: Aposta #%s. Transação #%s

source: Bet #%s won. Transaction #%s
es_ar: Apuesta #%s ganó. Transacción #%s
fr_fr: Le pari #%s a gagné. Transaction #%s
pt_br: A aposta #%s ganhou. Transação #%s

source: Bet #%s reversed. Transaction #%s
es_ar: Apuesta #%s invertida. Transacción #%s
fr_fr: Mise #%s inversée. Transaction #%s
pt_br: Aposta #%s invertida. Transação #%s

source: Deposit via Zelle
es_ar: Depósito a través de Zelle
fr_fr: Dépôt via Zelle
pt_br: Depósito via Zelle

source: Balance locked for withdrawal processing via zelle
es_ar: Saldo bloqueado para el procesamiento de retiros a través de zelle

source: Bonus converted to real balance: %s
es_ar: Bono convertido a saldo real: %s
pt_br: Bônus convertido a dinheiro real: %s

source: Bet #%s on the game %s cancelled. Round #%s
es_ar: La apuesta #%s en el juego %s cancelada. Ronda #%s
fr_fr: Mise #%s sur le jeu %s annulé. Jeu #%s
pt_br: Aposta #%s no jogo %s cancelada. Rodada #%s

source: Rollback prize #%s
es_ar: Premio de reversión #%s
fr_fr: Prix de retour #%s
pt_br: Prêmio Rollback #%s

source: Rollback bet #%s
es_ar: Apuesta de retroceso #%s
fr_fr: Mise de fond #%s
pt_br: Aposta Rollback #%s

source: Bet #%s canceled on the game %s
es_ar: Apuesta #%s cancelada en el juego %s
fr_fr: Mise #%s annulée sur le jeu %s
pt_br: Aposta #%s cancelada no jogo %s

source: Deposit via mobile payment
es_ar: Depósito a través del pago móvil
fr_fr: Dépôt par paiement mobile
pt_br: Depósito através de pagamento móvel

source: Deposit via PayPal
es_ar: Depósito a través de PayPal
fr_fr: Dépôt via PayPal
pt_br: Depósito via PayPal

source: Withdrawal via PayPal
es_ar: Desistimiento a través de PayPal
fr_fr: Retrait via PayPal
pt_br: Retirada via PayPal

source: Deposit via Skrill
es_ar: Depósito a través de Skrill
fr_fr: Dépôt via Skrill
pt_br: Depósito via Skrill

source: Withdrawal via Skrill
es_ar: Retirada a través de Skrill
fr_fr: Retrait via Skrill
pt_br: Retirada via Skrill

source: Deposit via Neteller
es_ar: Depósito a través de Neteller
fr_fr: Dépôt via Neteller
pt_br: Depósito via Neteller

source: Withdrawal via Neteller
es_ar: Retiro a través de Neteller
fr_fr: Retrait via Neteller
pt_br: Retirada via Neteller

source: Deposit via Cryptocurrency
es_ar: Depósito a través de criptomoneda
fr_fr: Dépôt via Cryptocurrency
pt_br: Depósito via Cryptocurrency

source: Withdrawal via Cryptocurrency
es_ar: Retiro a través de criptomoneda
fr_fr: Retrait via Cryptocurrency
pt_br: Retirada via Cryptocurrency

source: Deposit via AirTM
es_ar: Depósito a través de AirTM
fr_fr: Dépôt via AirTM
pt_br: Depósito via Uphold

source: Withdrawal via AirTM
es_ar: Retiro a través de AirTM
fr_fr: Retrait par voie aérienneTM
pt_br: Retirada via AirTM

source: Deposit via Uphold
es_ar: Depósito a través de Uphold
fr_fr: Dépôt via Uphold
pt_br: Depósito via Uphold

source: Withdrawal via Uphold
es_ar: Retiro a través de Uphold
fr_fr: Retrait via Uphold
pt_br: Retirada via Uphold

source: Deposit via 123Pago. Transaction #%s Credit card %s
es_ar: Depósito a través de 123Pago. Transacción #%s %s de tarjeta de crédito
fr_fr: Dépôt via 123Pago. Transaction #%s Carte de crédit %s
pt_br: Depósito via 123Pago. Transação #%s Cartão de crédito %s

source: Deposit via Zippy. Transaction #%s
es_ar: Deposite a través de Zippy. Transacción #%s
fr_fr: Dépôt via Zippy. Transaction #%s
pt_br: Depósito via Zippy. Transação #%s

source: Prize won on the game %s
es_ar: Premio ganado en el juego %s
fr_fr: Prix gagné sur le jeu %s
pt_br: Prêmio ganho no jogo %s

source: Bet in round #%s on the game %s
es_ar: Apuesta en la ronda #%s en el juego %s
fr_fr: Parier au tour #%s sur le jeu %s
pt_br: Aposta na rodada #%s sobre o jogo %s

source: Bet in round #%s won on the game %s
es_ar: Apuesta en la ronda #%s ganó en el juego %s
fr_fr: Pari au tour #%s gagné sur le jeu %s
pt_br: Aposta na rodada #%s ganha no jogo %s

source: Rollback bet in round #%s on the game %s
es_ar: Apuesta de retroceso en la ronda #%s en el juego %s
fr_fr: Mise rétroactive au tour #%s sur le jeu %s
pt_br: Rollback aposta na rodada #%s sobre o jogo %s

source: Bet #%s returned on the game %s
es_ar: La apuesta #%s regresó en el juego %s
fr_fr: Mise #%s retournée sur le jeu %s
pt_br: Aposta #%s devolvida no jogo %s

source: Bet #%s on the game: %s
es_ar: Apuesta #%s en el juego: %s
fr_fr: Pariez #%s sur le jeu : %s
pt_br: Aposte #%s no jogo: %s

source: Bet #%s refunded on the game %s. Round #%s
es_ar: La apuesta #%s reembolsada en el juego %s. Ronda #%s
fr_fr: Mise #%s remboursée sur le jeu %s. Jeu #%s
pt_br: Aposta #%s reembolsada no jogo %s. Rodada #%s

source: Deposit via Total Pago. Reference %s
es_ar: Depósito a través de Total Pago. Referencia %s
fr_fr: Dépôt via Total Pago. Référence %s
pt_br: Depósito via Total Pago. Referência %s

source: Deposit via Total Pago
es_ar: Depósito a través de Total Pago
fr_fr: Dépôt via Total Pago
pt_br: Depósito via Total Pago

source: Exchange of %s store points for %s
es_ar: Intercambio de %s puntos de tienda por %s
fr_fr: Échange de points de stockage %s contre %s
pt_br: Troca de %s pontos de armazenamento por %s

source: Deposit via VCreditos
es_ar: Depósito a través de VCreditos
fr_fr: Dépôt via VCreditos
pt_br: Depósito via VCreditos

source: Withdrawal via VCreditos
es_ar: Retiro a través de VCreditos
fr_fr: Retrait via VCreditos
pt_br: Retirada via VCreditos

source: Deposit from VES to USD. VES amount: %s. Rate: %s
es_ar: Depósito de VES a USD. Importe VES: %s. Precio: %s
fr_fr: Dépôt de VES en USD. Montant en VES : %s. Taux : %s
pt_br: Depósito de VES a USD. Valor do VES: %s. Taxa: %s

source: Win a transaction #%s on the game %s
es_ar: Gana una transacción #%s en el juego %s
fr_fr: Gagner une transaction #%s sur le jeu %s
pt_br: Ganhe uma transação #%s no jogo %s

source: Bet #%s won. Reference #%s
es_ar: Apuesta #%s ganó. Referencia #%s
fr_fr: Pari #%s gagné. Référence #%s
pt_br: A aposta #%s ganhou. Referência #%s

source: Bet #%s. Reference #%s
es_ar: Apuesta #%s. Referencia #%s
fr_fr: Mise #%s. Référence #%s
pt_br: Aposta #%s. Referência #%s

source: Rollback prize #%s. Reference #%s
es_ar: Premio de reversión #%s. Referencia #%s
fr_fr: Prix Rollback #%s. Référence #%s
pt_br: Prêmio Rollback #%s. Referência #%s

source: Rollback bet #%s. Reference #%s
es_ar: Apuesta de retroceso #%s. Referencia #%s
pt_br: Aposta Rollback #%s. Referência #%s

source: Bet #%s returned. Reference #%s
es_ar: Apuesta #%s devuelta. Referencia #%s
fr_fr: La mise #%s est retournée. Référence #%s
pt_br: Aposta #%s devolvida. Referência #%s

source: Bet #%s withdrawn. Reference #%s
es_ar: Apuesta #%s retirada. Referencia #%s
fr_fr: Pari #%s retiré. Référence #%s
pt_br: Aposta #%s retirada. Referência #%s

source: Rollback prize #%s on the game %s
es_ar: Premio de reversión #%s en el juego %s
fr_fr: Annulation du prix #%s sur le jeu %s
pt_br: Prêmio Rollback #%s sobre o jogo %s

source: Deposit via Pay for Fun
es_ar: Deposite a través de Pay for Fun
fr_fr: Dépôt via Pay for Fun
pt_br: Depósito via Pay for Fun

source: Withdrawal via Pay for Fun
es_ar: Retiro a través de Pay for Fun
fr_fr: Retrait via Pay for Fun
pt_br: Retirada via Pay for Fun

source: Deposit via VCreditos API
es_ar: Deposite a través de VCreditos API
fr_fr: Dépôt via VCreditos API
pt_br: Depósito via VCreditos API

source: Withdrawal via VCreditos API
es_ar: Retiro a través de VCreditos API
fr_fr: Retrait via VCreditos API
pt_br: Retirada via VCreditos API

source: Deposit via Abitab
es_ar: Depositar a través de Abitab
fr_fr: Dépôt via Abitab
pt_br: Depósito via Abitab

source: Withdrawal via Abitab
es_ar: Retiro a través de Abitab
fr_fr: Retrait par Abitab
pt_br: Retirada via Abitab

source: Deposit via Red Pagos
es_ar: Depósito a través de Red Pagos
fr_fr: Dépôt via Red Pagos
pt_br: Depósito via Red Pago

source: Withdrawal via Red Pagos
es_ar: Retiro a través de Red Pagos
fr_fr: Retrait via Red Pagos
pt_br: Retirada via Red Pagos

source: Deposit via Directa24
es_ar: Depósito a través de Directa24
fr_fr: Dépôt via Directa24
pt_br: Depósito via Directa24

source: Withdrawal via Directa24
es_ar: Desistimiento a través de Directa24
fr_fr: Retrait via Directa24
pt_br: Retirada via Directa24

source: Deposit via Pay Retailers
es_ar: Deposite a través de Pay Retailers
fr_fr: Dépôt via les détaillants payants
pt_br: Depósito via Pay Retailers

source: Withdrawal via Pay Retailers
es_ar: Retiro a través de minoristas de pago
fr_fr: Retrait via les détaillants payants
pt_br: Retirada via Pay Retailers

source: Deposit via Adams Pay
es_ar: Depósito a través de Adams Pay
fr_fr: Dépôt via Adams Pay
pt_br: Depósito via Adams Pay

source: Withdrawal via Adams Pay
es_ar: Retiro a través de Adams Pay
fr_fr: Retrait via Adams Pay
pt_br: Retirada via Adams Pay

source: Bet #%s with round %s on the game %s
es_ar: Apuesta #%s con ronda %s en el juego %s
pt_br: Aposta #%s com rodada %s no jogo %s

source: Bet #%s with round %s on the game %s won
es_ar: Apuesta #%s con la ronda %s en el juego %s ganado
pt_br: Aposta #%s com rodada %s no jogo %s ganha

source: Rollback prize #%s with round %s on the game %s
es_ar: Premio de reversión #%s con %s de ronda en el juego %s

source: Rollback bet #%s with round %s on the game %s
es_ar: Apuesta de retroceso #%s con ronda %s en el juego %s
pt_br: Rollback aposta #%s com rodada %s sobre o jogo %s

source: Deposit via Coral Commerce. Transaction %s
es_ar: Depósito a través de Coral Commerce. Transacción %s
pt_br: Depósito via Coral Commerce. Transação %s

source: Deposit via Monnet
es_ar: Depósito a través de Monnet
pt_br: Depósito via Monnet

source: Withdrawal via Monnet
es_ar: Desistimiento a través de Monnet
pt_br: Retirada via Monnet

source: Bet rollback on the game %s. Session %s
es_ar: Apuesta rollback en el juego %s. Sesión %s
fr_fr: Reprise de mise sur la partie %s. Session %s
pt_br: Rollback das apostas no jogo %s. Sessão %s

source: Buy freeSpins #%s on the game %s
es_ar: Comprar freeSpins #%s en el juego %s
pt_br: Compre freeSpins #%s no jogo %s

source: Bet #%s on the game %s won by freeSpins
es_ar: Apuesta #%s en el juego %s ganado por freeSpins
pt_br: Aposte #%s no jogo %s vencido pelo freeSpins

source: Bet on the game %s won. Round #%s. Session %s
es_ar: Apuesta en el juego %s ganado. Ronda #%s. Sesión %s
fr_fr: Parier sur la partie %s gagnée. Manche #%s. Session %s
pt_br: Aposta no jogo %s ganhou. Rodada #%s. Sessão %s

source: Bet won rollback on the game %s. Session %s
es_ar: Bet ganó el rollback en el juego %s. Sesión %s
fr_fr: Mise gagnée par rollback sur le jeu %s. Session %s
pt_br: A aposta ganhou o rollback no jogo %s. Sessão %s

source: Bet on the game %s. Round #%s. Session %s
es_ar: Apuesta en el juego %s. Ronda #%s. Sesión %s
fr_fr: Parier sur le jeu %s. Manche %s. Session %s
pt_br: Aposta no jogo %s. Rodada #%s. Sessão %s

source: Deposit via binance
es_ar: Depósito a través de binance

source: Balance locked for withdrawal processing via binance
es_ar: Saldo bloqueado para el procesamiento de retiros a través de binance

source: Deposit via bizum
es_ar: Depósito vía bizum

source: Balance locked for withdrawal processing via bizum
es_ar: Saldo bloqueado para el procesamiento de retiros a través de bizum

source: Deposit via payKu
es_ar: Depósito a través de payKu

source: Balance unlocked by withdrawal
es_ar: Saldo desbloqueado por retiro

source: Deposit via prontopaga
es_ar: Depósito vía prontopaga

source: Deposit via pay for fun go
es_ar: Depósito a través de pagar por diversión ir

source: Deposit via Reserve
es_ar: Depósito a través de Reserva

source: Withdrawal via charging point. Code %s
es_ar: Desistimiento a través del punto de recarga. Código %s

source: Agents
es_ar: Agentes
pt_br: Corretores

source: Agency
es_ar: Agencia
fr_fr: Agence
pt_br: Imobiliária

source: Ezugi Games
es_ar: Juegos de Ezugi

source: Sport bet
es_ar: Apuesta deportiva

source: Ezugi Live
es_ar: Ezugi en vivo

source: Vivo Live
es_ar: Vivo en vivo

source: Lucky Roulette
es_ar: Ruleta de la suerte

source: Edit Permissions to User
es_ar: Editar permisos para el usuario

source: Total recharges
es_ar: Total de recargas
fr_fr: Total des recharges
pt_br: Recarga total

source: Total discharges
es_ar: Vertidos totales
fr_fr: Rejets totaux
pt_br: Total de descargas

source: Recharge
es_ar: Recarga
fr_fr: Recharger
pt_br: Recarga

source: Discharge
es_ar: Descargar
fr_fr: Sortie
pt_br: Descarga

source: Send private message
es_ar: Enviar mensaje privado
fr_fr: Envoyer un message privé
pt_br: Enviar mensagem particular

source: Move user
es_ar: Mover usuario
fr_fr: Déplacer l'utilisateur
pt_br: Mover usuário

source: This tool allows you to move the user from one agent to another agent
es_ar: Esta herramienta le permite mover el usuario de un agente a otro agente
fr_fr: Cet outil vous permet de déplacer l'utilisateur d'un agent à un autre
pt_br: Esta ferramenta permite que você mova o usuário de um agente para outro agente

source: Move
es_ar: Mover
fr_fr: Déplacer
pt_br: Mover

source: Rejected document
es_ar: Documento rechazado
fr_fr: Document rejeté
pt_br: Documento rejeitado

source: Month
es_ar: Mes
fr_fr: Mois
pt_br: Mês

source: January
es_ar: Enero
fr_fr: Janvier
pt_br: Janeiro

source: February
es_ar: Febrero
fr_fr: Février
pt_br: Fevereiro

source: March
es_ar: Marzo
fr_fr: Mars
pt_br: Março

source: April
es_ar: Abril
fr_fr: Avril
pt_br: Abril

source: May
es_ar: Mayo
fr_fr: Mai
pt_br: Maio

source: June
es_ar: Junio
fr_fr: Juin
pt_br: Junho

source: July
es_ar: Julio
fr_fr: Juillet
pt_br: Julho

source: August
es_ar: Agosto
fr_fr: Août
pt_br: Agosto

source: September
es_ar: Septiembre
fr_fr: Septembre
pt_br: Setembro

source: October
es_ar: Octubre
fr_fr: Octobre
pt_br: Outubro

source: November
es_ar: Noviembre
fr_fr: Novembre
pt_br: Novembro

source: December
es_ar: Diciembre
fr_fr: Décembre
pt_br: Dezembro

source: Year
es_ar: Año
fr_fr: Année
pt_br: Ano

source: Active users
es_ar: Usuarios activos
pt_br: Usuários ativos

source: FTD
es_ar: DFT

source: Available balance
es_ar: Saldo disponible
fr_fr: Solde disponible
pt_br: Saldo disponível

source: Last update
es_ar: Última actualización
fr_fr: Dernière mise à jour
pt_br: Última Atualização

source: Email template
es_ar: Plantilla de correo electrónico
fr_fr: Modèle de courriel
pt_br: Modelo de e-mail

source: Scheduled date
es_ar: Fecha prevista
fr_fr: Date prévue
pt_br: Data Agendada

source: Activate bonus
es_ar: Activar bono
fr_fr: Activer le bonus
pt_br: Ativar bônus

source: Button
es_ar: Botón
fr_fr: Bouton
pt_br: Botão

source: Footer
es_ar: Pie de página
fr_fr: Pied de page
pt_br: Rodapé

source: The user does not have an active wallet in the %s currency. If you want to create the wallet click on the following button
es_ar: El usuario no tiene una billetera activa en la moneda %s. Si desea crear la billetera haga clic en el siguiente botón
fr_fr: L'utilisateur n'a pas de porte-monnaie actif dans la devise %s. Si vous voulez créer le porte-monnaie, cliquez sur le bouton suivant

source: Create wallet
es_ar: Crear monedero
fr_fr: Créer un portefeuille
pt_br: Criar carteira

source: Referral code
es_ar: Código de referencia
fr_fr: Code référant
pt_br: Código de convite

source: All genders
es_ar: Todos los géneros
fr_fr: Tous les sexes
pt_br: Mostrar tudo

source: All levels
es_ar: Todos los niveles
fr_fr: Tous les niveaux
pt_br: Todos os níveis

source: Initial balance
es_ar: Saldo inicial
fr_fr: Solde initial
pt_br: Saldo Inicial

source: Final balance
es_ar: Balance final
fr_fr: Solde final
pt_br: Balanço final

source: This report shows the list of bonus transactions that have been executed manually to the user or by claiming a bonus by the user.
es_ar: Este informe muestra la lista de transacciones de bonificación que se han ejecutado manualmente al usuario o al reclamar una bonificación por parte del usuario.

source: Completed profiles
es_ar: Perfiles completados
fr_fr: Profils complétés
pt_br: Perfis completados

source: Percentage of completed profiles
es_ar: Porcentaje de perfiles completados
fr_fr: Pourcentage de profils complétés
pt_br: Porcentagem de perfis completados

source: Users with deposits
es_ar: Usuarios con depósitos
fr_fr: Utilisateurs avec des dépôts
pt_br: Usuários com depósitos

source: Last login
es_ar: Último ingreso
fr_fr: Dernière connexion
pt_br: Último login

source: Profile complete
es_ar: Perfil completo
fr_fr: Profil complet
pt_br: Perfil completo

source: The country and time zone must be configured correctly so that the dates shown to the user adjust correctly to their geographical location. These values ​​can be modified later.
es_ar: El país y la zona horaria deben configurarse correctamente para que las fechas mostradas al usuario se ajusten correctamente a su ubicación geográfica. Estos valores se pueden modificar más adelante.
fr_fr: Le pays et le fuseau horaire doivent être configurés correctement afin que les dates affichées à l'utilisateur s'adaptent correctement à sa situation géographique. Ces valeurs peuvent être modifiées ultérieurement.
pt_br: O país e o fuso horário devem ser configurados corretamente para que as datas mostradas ao usuário se ajustem corretamente à sua localização geográfica. Estes valores podem ser modificados posteriormente.

source: Payed
es_ar: Pagado

source: Remove permissions
es_ar: Quitar permisos

source: Notification details
es_ar: Detalles de la notificación
fr_fr: Détails de notification
pt_br: Detalhes da notificação

source: Show users
es_ar: Mostrar usuarios

source: Filter client account payment limit
es_ar: Filtrar el límite de pago de la cuenta de cliente

source: All transaction type
es_ar: Todo tipo de transacción

source: Maximum
es_ar: Maximo
pt_br: Máximo

source: Toggle navigation
es_ar: Alternar navegación
fr_fr: Basculer la navigation
pt_br: Alternar navegação

source: Popup details
es_ar: Detalles de la ventana emergente
fr_fr: Détails du popup
pt_br: Detalhes popup

source: Show one time only
es_ar: Mostrar una sola vez
fr_fr: Montrer une seule fois
pt_br: Mostrar apenas uma vez

source: Show when scrolling
es_ar: Mostrar al desplazarse
fr_fr: Afficher lors du défilement
pt_br: Mostrar ao rolar

source: Upload popup
es_ar: Subir ventana emergente

source: Client...
es_ar: Cliente...
pt_br: Cliente...

source: Currency...
es_ar: Divisa...
fr_fr: Devise...
pt_br: Moeda...

source: Rewards details
es_ar: Detalles de las recompensas
fr_fr: Détails des récompenses
pt_br: Detalhes das recompensas

source: Gmail
es_ar: Gmail (en inglés)

source: Show one time
es_ar: Mostrar una vez
fr_fr: Montrer une fois
pt_br: Mostrar uma vez

source: Show in scroll
es_ar: Mostrar en scroll
fr_fr: Afficher dans le défilement
pt_br: Mostrar em pergaminho

source: Users and Permissions
es_ar: Usuarios y permisos

source: permissions
es_ar: Permisos
pt_br: permissões
