Repository: BetaCodePlay/internal-back
Catalog: lang/i18n/*/LC_MESSAGES/messages.po
Languages: es_ar, fr_fr, pt_br

source: Manual adjustments
es_ar: Ajustes manuales
fr_fr: Réglages manuels
pt_br: Ajustes manuais

source: Operations
es_ar: Operaciones
fr_fr: Opérations
pt_br: Operações

source: Products totals
es_ar: Totales de productos
fr_fr: Totaux des produits
pt_br: Totais de produtos

source: Whitelabels totals
es_ar: Totales de whitelabels
fr_fr: Totaux des labels blancs
pt_br: Totais de Whitelabels

source: Accounts search
es_ar: Búsqueda de cuentas
fr_fr: Recherche de comptes
pt_br: Pesquisa de contas

source: Charging point
es_ar: Punto de recarga

source: Debit by ticket
es_ar: Débito por boleto

source: PayPal
es_ar: Introduzca el nombre del cliente

source: Reserve
es_ar: Reserva

source: Search transaction
es_ar: Buscar transacción

source: New
es_ar: Nuevo
fr_fr: Nouveau
pt_br: Novo

source: Images (Beta)
es_ar: Imágenes (Beta)
pt_br: Imagens (Beta)

source: Register form
es_ar: Formulario de registro
fr_fr: Formulaire d’inscription
pt_br: Formulário de registro

source: Login form
es_ar: Formulario de inicio de sesión
fr_fr: Formulaire de connexion
pt_br: Formulário de login

source: Logo and favicon
es_ar: Logotipo y favicon
fr_fr: Logo et favicon
pt_br: Logotipo e favicon

source: Lobby Games
es_ar: Juegos de lobby
fr_fr: Jeux du hall d'entrée

source: Create Lobby
es_ar: Crear lobby

source: Featured lobby
es_ar: Lobby destacado
fr_fr: Lobby en vedette

source: Recommended
es_ar: Recomendado
pt_br: Recomendado

source: Notifications
es_ar: Notificaciones
pt_br: Notificações

source: Highlights games
es_ar: Juegos destacados
fr_fr: Points forts des jeux
pt_br: Destaques dos jogos

source: Popups
es_ar: Ventanas emergentes

source: Posts
es_ar: Publicaciones
fr_fr: Articles

source: Store
es_ar: Tienda
fr_fr: Boutique
pt_br: Loja

source: Rewards
es_ar: Recompensas
fr_fr: Récompenses
pt_br: Recompensas

source: Manage
es_ar: Gestionar
fr_fr: Gérer
pt_br: Gerenciar

source: Redeemed rewards
es_ar: Recompensas canjeadas
pt_br: Recompensas resgatadas

source: Pages
es_ar: Páginas
pt_br: Páginas

source: Users totals
es_ar: Total de usuarios
fr_fr: Totaux des utilisateurs
pt_br: Totais de usuários

source: Most played games
es_ar: Juegos más jugados
fr_fr: Jeux les plus joués
pt_br: Jogos mais jogados

source: Games played by user
es_ar: Juegos jugados por el usuario
pt_br: Jogos jogados pelo usuário

source: Bet Connections
es_ar: Conexiones de apuestas

source: Tickets
es_ar: Entradas

source: Manage whitelabels
es_ar: Administrar whitelabels
pt_br: Gerenciar rótulos brancos

source: Whitelabels status
es_ar: Status de whitelabels
pt_br: Status dos Whitelabels

source: Active providers
es_ar: Proveedores activos

source: BetPay Clients
es_ar: Clientes de BetPay
fr_fr: Clients de BetPay
pt_br: Clientes BetPay

source: List Clients
es_ar: Lista de clientes
fr_fr: Liste
pt_br: Listar clientes

source: Credentials
es_ar: Credenciales
fr_fr: Codes d’accès
pt_br: Credenciais

source: Services
es_ar: Servicios
pt_br: Serviços

source: Telegram
es_ar: Telegrama

source: DotSuite credentials
es_ar: Credenciales de DotSuite
fr_fr: Informations d'identification DotSuite
pt_br: Credenciais DotSuite

source: Exchange rates
es_ar: Tipos de cambio
fr_fr: Taux de changes
pt_br: Taxas de câmbio

source: Providers list
es_ar: Lista de proveedores
fr_fr: Liste des fournisseurs
pt_br: Lista de fornecedores

source: Main agents
es_ar: Principales agentes
fr_fr: Agents principaux
pt_br: Principais agentes

source: Main users
es_ar: Usuarios principales
fr_fr: Principaux utilisateurs
pt_br: Principais usuários

source: Cancel
es_ar: Cancelar
fr_fr: Annuler
pt_br: Cancelar

source: Enable
es_ar: Habilitar
fr_fr: Activer
pt_br: Habilitar

source: Disable
es_ar: Desabilitar
fr_fr: Désactiver
pt_br: Desativar

source: Pending to play
es_ar: Pendiente de jugar
fr_fr: En attente de jouer
pt_br: Pendente de jogar

source: The given data was invalid
es_ar: Los datos proporcionados no eran válidos
fr_fr: Les données fournies n'étaient pas valides
pt_br: Os dados fornecidos eram inválidos

source: Added user
es_ar: Usuario añadido
fr_fr: Utilisateur ajouté
pt_br: Usuário adicionado

source: The user has been successfully added
es_ar: El usuario se ha agregado correctamente
fr_fr: L'utilisateur a été ajouté avec succès
pt_br: O usuário foi adicionado com sucesso

source: Close
es_ar: Cerrar
fr_fr: Fermer
pt_br: Fechar

source: Assigned user
es_ar: Usuario asignado
fr_fr: Utilisateur assigné
pt_br: Usuário Atribuído

source: The user is already assigned to an agent
es_ar: El usuario ya está asignado a un agente
fr_fr: L'utilisateur est déjà affecté à un agent
pt_br: O usuário já está designado a um agente

source: Agent user
es_ar: Usuario del agente

source: The user is an agent, it cannot be associated to another agent.
es_ar: El usuario es un agente, no se puede asociar a otro agente.

source: The user does not exist
es_ar: El usuario no existe
fr_fr: L'utilisateur n'existe pas
pt_br: O usuário não existe

source: Please check and try again
es_ar: Compruébalo e inténtalo de nuevo
fr_fr: Veuillez vérifier et réessayer
pt_br: Por favor, verifique e tente novamente

source: Agents Payments
es_ar: Pagos de Agentes

source: Locked provider
es_ar: Proveedor bloqueado
fr_fr: Fournisseur verrouillé
pt_br: Provedor bloqueado

source: The provider was locked to the agent and his entire tree
es_ar: El proveedor estaba bloqueado al agente y a todo su árbol
fr_fr: Le fournisseur était verrouillé à l'agent et à tout son arbre
pt_br: O provedor foi bloqueado para o agente e toda a sua árvore

source: Unlocked provider
es_ar: Proveedor desbloqueado
fr_fr: Fournisseur débloqué
pt_br: Provedor desbloqueado

source: The provider was unlocked to the agent and his entire tree
es_ar: El proveedor fue desbloqueado para el agente y todo su árbol
fr_fr: Le fournisseur a été débloqué pour l'agent et son arbre entier
pt_br: O provedor foi desbloqueado para o agente e toda a sua árvore

source: Locked users
es_ar: Usuarios bloqueados
fr_fr: Utilisateurs verrouillés
pt_br: Usuários bloqueados

source: The agent and his entire tree was locked
es_ar: El agente y todo su árbol estaban encerrados
fr_fr: L'agent et son arbre entier ont été enfermés
pt_br: O agente e toda a sua árvore foram bloqueados

source: Unlocked users
es_ar: Usuarios desbloqueados
fr_fr: Utilisateurs débloqués
pt_br: Usuários desbloqueados

source: The agent and his entire tree was unlocked
es_ar: El agente y todo su árbol fueron desbloqueados
fr_fr: L'agent et son arbre entier ont été déverrouillés
pt_br: O agente e sua árvore inteira foram desbloqueados

source: Agent type changed
es_ar: Tipo de agente cambiado
fr_fr: Le type d'agent a changé
pt_br: Tipo de agente alterado

source: Agent type was successfully changed
es_ar: El tipo de agente se ha cambiado correctamente
fr_fr: Le type d'agent a été changé avec succès
pt_br: O tipo de agente foi mudado com sucesso

source: Deposits withdrawals provider by report
es_ar: Proveedor de retiros de depósitos por informe
fr_fr: Dépôts retraits fournisseur par rapport
pt_br: Provedor de retiradas de depósitos por relatório

source: Financial state report
es_ar: Informe de estado financiero
fr_fr: Rapport sur l'état des finances
pt_br: Relatório financeiro do estado

source: Financial statement report details
es_ar: Detalles del informe de estados financieros

source: Financial state report - Summary (Include bonuses)
es_ar: Informe de estado financiero - Resumen (Incluye bonificaciones)

source: Financial state report - Summary
es_ar: Informe de estado financiero - Resumen

source: Agents module
es_ar: Módulo de agentes
fr_fr: Module Agents
pt_br: Módulo de agentes

source: Locked providers
es_ar: Proveedores bloqueados
fr_fr: Prestataires verrouillés
pt_br: Provedores bloqueados

source: Create main agents
es_ar: Crear agentes principales
fr_fr: Créer des agents principaux
pt_br: Criar agentes principais

source: Manual transaction
es_ar: Transacción manual
fr_fr: Transaction manuelle
pt_br: Transação manual

source: Blocked by a superior!
es_ar: ¡Bloqueado por un superior!

source: Contact your superior...
es_ar: Póngase en contacto con su superior...

source: Deactivated user
es_ar: Usuario desactivado

source: Agent moved
es_ar: Agente movido

source: Agent not displaced
es_ar: Agente no desplazado

source: Agent moved successfully
es_ar: El agente se ha movido correctamente

source: User moved
es_ar: Usuario movido
fr_fr: Utilisateur déplacé
pt_br: Usuário movido

source: User moved successfully
es_ar: El usuario se ha movido correctamente
fr_fr: L'utilisateur a été déplacé avec succès
pt_br: O usuário se mudou com sucesso

source: Insufficient balance
es_ar: Saldo insuficiente
fr_fr: Solde insuffisant
pt_br: Equilíbrio insuficiente

source: The agents's operational balance is insufficient to perform the transaction
es_ar: El saldo operativo de los agentes es insuficiente para realizar la transacción
fr_fr: Le solde opérationnel des agents est insuffisant pour effectuer la transaction
pt_br: O saldo operacional dos agentes é insuficiente para realizar a transação

source: The user's balance is insufficient to perform the transaction
es_ar: El saldo del usuario es insuficiente para realizar la transacción
fr_fr: Le solde de l'utilisateur est insuffisant pour effectuer la transaction
pt_br: O saldo do usuário é insuficiente para realizar a transação

source: Print ticket
es_ar: Imprimir ticket
fr_fr: Imprimer le ticket
pt_br: Imprimir ticket

source: Transaction performed
es_ar: Transacción realizada
fr_fr: Transaction effectuée
pt_br: Transação realizada

source: The transaction was successfully made to the user
es_ar: La transacción se realizó correctamente al usuario
fr_fr: La transaction a été effectuée avec succès pour l'utilisateur
pt_br: A transação foi feita com sucesso para o usuário

source: You cannot make transactions to yourself
es_ar: No puedes hacerte transacciones a ti mismo
fr_fr: Vous ne pouvez pas effectuer de transactions pour vous-même
pt_br: Você não pode fazer transações para si mesmo

source: Username in use
es_ar: Nombre de usuario en uso
fr_fr: Nom d'utilisateur utilisé
pt_br: Nome de usuário em uso

source: The indicated username is already in use
es_ar: El nombre de usuario indicado ya está en uso
fr_fr: Le nom d'utilisateur indiqué est déjà utilisé
pt_br: O nome de usuário indicado já está em uso

source: Agent created
es_ar: Agente creado
fr_fr: Agent créé
pt_br: Agente criado

source: Agent created successfully
es_ar: Agente creado correctamente
fr_fr: Agent créé avec succès
pt_br: Agente criado com sucesso

source: User %s does not exist
es_ar: El %s de usuario no existe
fr_fr: L'utilisateur %s ne existe pas
pt_br: Usuário %s não existe

source: The %s user has not yet been created. Please create it first
es_ar: El usuario %s aún no se ha creado. Por favor, créelo primero
fr_fr: L'utilisateur %s n'a pas encore été créé. Veuillez le créer d'abord
pt_br: O usuário %s ainda não foi criado. Por favor, crie-o primeiro

source: Agents created
es_ar: Agentes creados
fr_fr: Agents créés
pt_br: Agentes criados

source: Agents were created successfully
es_ar: Los agentes se crearon correctamente
fr_fr: Les agents ont été créés avec succès
pt_br: Os agentes foram criados com sucesso

source: Email in use
es_ar: Correo electrónico en uso
fr_fr: Email en cours d'utilisation
pt_br: E-mail em uso

source: The indicated email is already in use
es_ar: El correo electrónico indicado ya está en uso
fr_fr: L'email indiqué est déjà utilisé
pt_br: O e-mail indicado já está em uso

source: Player created
es_ar: Reproductor creado
fr_fr: Joueur créé
pt_br: Jogador criado

source: Player created successfully
es_ar: Reproductor creado correctamente
fr_fr: Lecteur créé avec succès
pt_br: Jogador criado com sucesso

source: Percentage updated
es_ar: Porcentaje actualizado
fr_fr: Pourcentage de mise à jour
pt_br: Porcentagem atualizada

source: Percentage of agent successfully updated
es_ar: Porcentaje de agente actualizado correctamente
fr_fr: Pourcentage d'agents mis à jour avec succès
pt_br: Porcentagem de agente atualizado com sucesso

source: reports
es_ar: informes

source: Ticket not found
es_ar: Ticket no encontrado
fr_fr: Ticket introuvable
pt_br: Ticket não encontrado

source: The ticket entered does not exist
es_ar: El ticket introducido no existe
fr_fr: Le ticket saisi n'existe pas
pt_br: O bilhete inserido não existe

source: Audits overview
es_ar: Descripción general de las auditorías

source: Access denied
es_ar: Acceso denegado

source: Welcome!
es_ar: ¡Bienvenido!
fr_fr: Bienvenue!
pt_br: Bem-vindo!

source: We will shortly direct you to the control panel
es_ar: En breve lo dirigiremos al panel de control
fr_fr: Nous allons bientôt vous diriger vers le panneau de contrôle
pt_br: Em breve o direcionaremos para o painel de controle

source: Access denied!
es_ar: ¡Acceso denegado!
fr_fr: Accès refusé!
pt_br: Acesso negado!

source: You do not have access to the system
es_ar: No tiene acceso al sistema
fr_fr: Vous n'avez pas accès au système
pt_br: Você não tem acesso ao sistema

source: Invalid credentials!
es_ar: ¡Credenciales no válidas!
fr_fr: Accréditation incorrecte!
pt_br: Credenciais inválidas!

source: The username or password are incorrect
es_ar: El nombre de usuario o la contraseña son incorrectos
fr_fr: Le nom d'utilisateur ou le mot de passe sont incorrects
pt_br: O nome de usuário ou a senha estão incorretos

source: Create payment limits
es_ar: Crear límites de pago
fr_fr: Créer des limites de paiement
pt_br: Criar limites de pagamento

source: Client account list
es_ar: Lista de cuentas de cliente
fr_fr: Liste des comptes clients
pt_br: Lista de contas de clientes

source: Create client
es_ar: Crear cliente
fr_fr: Créer un client
pt_br: Criar cliente

source: Create Client Account
es_ar: Crear cuenta de cliente
fr_fr: Créer un compte client
pt_br: Criar conta de cliente

source: Pending Abitab credit transactions
es_ar: Transacciones de crédito pendientes de Abitab
fr_fr: Transactions de crédit Abitab en cours
pt_br: Pendentes transações de crédito da Abitab

source: Pending AirTM credit transactions
es_ar: Transacciones de crédito AirTM pendientes
fr_fr: Transactions de crédit AirTM en attente
pt_br: Pendentes transações de crédito AirTM

source: Pending Bizum credit transactions
es_ar: Operaciones de crédito Bizum pendientes

source: Process charging point credit transactions
es_ar: Procesar transacciones de crédito en puntos de recarga

source: Pending Binance credit transactions
es_ar: Transacciones de crédito pendientes de Binance

source: Pending Cryptocurrencies credit transactions
es_ar: Transacciones de crédito pendientes de criptomonedas
fr_fr: Transactions de crédit en crypto-monnaies en attente
pt_br: Pendentes transações de crédito de Red Pagos

source: Pending mobile payment credit transactions
es_ar: Transacciones de crédito de pago móvil pendientes
fr_fr: Transactions de crédit de paiement mobile en attente
pt_br: Pendentes transações de crédito de pagamento móvel

source: Pending Neteller credit transactions
es_ar: Transacciones de crédito pendientes de Neteller
fr_fr: Transactions de crédit Neteller en attente
pt_br: Pendentes transações de crédito de Red Pagos

source: Pending Nequi credit transactions
es_ar: Operaciones de crédito Nequi pendientes

source: Pending PayPal credit transactions
es_ar: Operaciones de crédito PayPal pendientes
fr_fr: Transactions de crédit PayPal en attente
pt_br: Pendentes transações de crédito do PayPal

source: Pending total pago credit transactions
es_ar: Total de operaciones de crédito de pago pendientes
fr_fr: Total des transactions de crédit pago en attente
pt_br: Pendente de operações de crédito total pago

source: Pending Red Pagos credit transactions
es_ar: Transacciones de crédito pendientes de Red Pagos
fr_fr: Transactions de crédit en attente de Red Pagos
pt_br: Pendentes transações de crédito de Red Pagos

source: Credit report
es_ar: Informe de crédito
fr_fr: Rapport de crédit
pt_br: Relatório de crédito

source: Pending Skrill credit transactions
es_ar: Transacciones de crédito pendientes de Skrill
fr_fr: Transactions de crédit Skrill en attente
pt_br: Pendentes transações de débito Skrill

source: Pending Uphold credit transactions
es_ar: Operaciones de crédito pendientes de Uphold
fr_fr: Pending Uphold transactions de crédit
pt_br: Transações de crédito pendentes de Uphold

source: Pending Reserve credit transactions
es_ar: Operaciones de crédito de reserva pendientes

source: Pending VES to USD transfers
es_ar: Transferencias pendientes de VES a USD
fr_fr: Transferts VES vers USD en attente
pt_br: Transferências pendentes de VES para USD

source: Pending credit wire transfers
es_ar: Transferencias bancarias de crédito pendientes
fr_fr: Virements bancaires en attente
pt_br: Cartões - Transferência bancária - Dinheiro

source: Pending Zelle credit transactions
es_ar: Transacciones de crédito pendientes de Zelle
fr_fr: Transactions de crédit Zelle en attente
pt_br: Pendentes transações de débito Zelle

source: Pending AirTM debit transactions
es_ar: Transacciones de débito pendientes de AirTM
fr_fr: Transactions de débit AirTM en attente
pt_br: Pendentes transações de débito AirTM

source: Pending bizum debit transactions
es_ar: Operaciones de débito bizum pendientes

source: Pending charging point debit transactions
es_ar: Transacciones de débito de punto de recarga pendientes

source: Pending Binance debit transactions
es_ar: Transacciones de débito pendientes de Binance

source: Pending Pronto Paga debit transactions
es_ar: Transacciones de débito pendientes de Pronto Paga

source: Pending PayKu debit transactions
es_ar: Transacciones de débito pendientes de PayKu

source: Pending Personal debit transactions
es_ar: Transacciones de débito personales pendientes

source: Search transactions
es_ar: Buscar transacciones

source: Cancel transactions
es_ar: Cancelar transacciones

source: Transaction rejected
es_ar: Transacción rechazada
fr_fr: Transaction rejetée
pt_br: Transação rejeitada

source: Deposit already processed
es_ar: Depósito ya procesado
pt_br: Depósito já processado

source: The deposit is already processed. Please refresh the page to update the list
es_ar: El depósito ya está procesado. Actualice la página para actualizar la lista
pt_br: O depósito já está processado. Por favor, atualize a página para atualizar a lista

source: Pending Cryptocurrencies debit transactions
es_ar: Transacciones de débito pendientes de criptomonedas
fr_fr: Transactions de débit en crypto-monnaies en suspens
pt_br: Pendentes transações de débito Cryptocurrencies

source: Pending Directa24 debit transactions
es_ar: Operaciones de débito pendientes de Directa24
fr_fr: Transactions de débit Directa24 en attente
pt_br: Pendentes operações de débito Directa24

source: Pending ALPS debit transactions
es_ar: Transacciones de débito ALPS pendientes
fr_fr: Transactions de débit ALPS en attente
pt_br: Pendentes operações de débito ALPS

source: Pending Monnet debit transactions
es_ar: Transacciones de débito pendientes de Monnet

source: Pending Neteller debit transactions
es_ar: Transacciones de débito pendientes de Neteller
fr_fr: Transactions de débit Neteller en attente
pt_br: Pendentes transações de débito Neteller

source: Pending PayPal debit transactions
es_ar: Transacciones pendientes de débito PayPal
fr_fr: Transactions de débit PayPal en attente
pt_br: Pendentes transações de débito do PayPal

source: Pending Pay For Fun debit transactions
es_ar: Transacciones de débito pendientes de Pay For Fun
fr_fr: Transactions de débit Pay For Fun en suspens
pt_br: Transações de débito pendentes de pagamento por diversão

source: Pending Pay For Fun Gateway debit transactions
es_ar: Transacciones de débito pendientes de Pay For Fun Gateway

source: Pending Pay Retailers debit transactions
es_ar: Transacciones de débito pendientes de Pay Retailers
fr_fr: Transactions de débit des détaillants Pending Pay

source: Debit report
es_ar: Informe de débito
fr_fr: Rapport de débit
pt_br: Relatório de débito

source: Pending Skrill debit transactions
es_ar: Transacciones de débito pendientes de Skrill
fr_fr: Transactions de débit Skrill en attente
pt_br: Pendentes transações de débito Skrill

source: Pending Uphold debit transactions
es_ar: Transacciones de débito pendientes de Uphold
fr_fr: Transactions de débit en suspens Uphold
pt_br: Pendentes Transações de débito Uphold

source: Pending Reserve debit transactions
es_ar: Operaciones de débito pendientes de reserva

source: Pending VCreditos debit transactions
es_ar: Transacciones de débito pendientes de VCreditos
fr_fr: Transactions de débit VCreditos en attente
pt_br: Pendentes transações de crédito de Red Pagos

source: Pending VCreditos Api debit transactions
es_ar: Transacciones de débito pendientes de VCreditos Api
fr_fr: Transactions de débit VCreditos Api en suspens
pt_br: Pendentes transações de débito VCreditos Api

source: Pending debit wire transfers
es_ar: Transferencias bancarias pendientes
fr_fr: Virements bancaires de débit en attente
pt_br: Transferências bancárias pendentes de débito

source: Pending Zampay debit transactions
es_ar: Transacciones de débito pendientes de Zampay

source: Pending Zelle debit transactions
es_ar: Transacciones de débito pendientes de Zelle
fr_fr: Transactions de débit Zelle en attente
pt_br: Pendentes transações de débito Zelle

source: Pending debit Zippy
es_ar: Pendiente de débito Zippy
fr_fr: Débit en attente Zippy
pt_br: Débito pendente Zippy

source: Deleted Client
es_ar: Cliente eliminado
fr_fr: Client supprimé
pt_br: Cliente excluído

source: Client data was delete correctly
es_ar: Los datos del cliente se eliminaron correctamente
fr_fr: Les données du client ont été supprimées correctement
pt_br: Os dados do cliente foram excluídos corretamente

source: Account deleted
es_ar: Cuenta eliminada
fr_fr: Compte supprimé
pt_br: Conta excluída

source: Account data was delete correctly
es_ar: Los datos de la cuenta se eliminaron correctamente
fr_fr: Les données du compte ont été supprimées correctement
pt_br: Os dados da conta foram excluídos corretamente

source: Account not found
es_ar: Cuenta no encontrada

source: The account entered not found in our system
es_ar: La cuenta ingresada no se encuentra en nuestro sistema

source: Failed
es_ar: Fallo [Estado de Orden]
fr_fr: Echec
pt_br: Falhou

source: Please reload and try again
es_ar: Vuelva a cargar e inténtelo de nuevo
fr_fr: Veuillez recharger et réessayer
pt_br: Por favor, recarregue e tente novamente

source: Update Client
es_ar: Actualizar cliente
fr_fr: Mettre à jour le Client
pt_br: Atualizar Cliente

source: Client account payment
es_ar: Pago de la cuenta del cliente

source: Edit client account
es_ar: Editar cuenta de cliente

source: BetPay clients
es_ar: Clientes de BetPay
fr_fr: Clients de BetPay
pt_br: Clientes BetPay

source: Deposit processed
es_ar: Depósito procesado
fr_fr: Dépôt traité
pt_br: Depósito processado

source: The deposit was processed correctly
es_ar: El depósito se procesó correctamente
fr_fr: Le dépôt a été traité correctement
pt_br: O depósito foi processado corretamente

source: Withdrawal not processed
es_ar: Desistimiento no procesado
fr_fr: Retrait non traité
pt_br: Retirada não processada

source: Before processing a withdrawal you must lock the user's balance
es_ar: Antes de procesar un retiro, debe bloquear el saldo del usuario
fr_fr: Avant de traiter un retrait, vous devez verrouiller le solde de l'utilisateur
pt_br: Antes de processar um saque, você deve bloquear o saldo do usuário
