Repository: BetaCodePlay/internal-back
Catalog: lang/i18n/*/LC_MESSAGES/messages.po
Languages: es_ar, fr_fr, pt_br

source: Select permission
es_ar: Seleccionar permiso

source: Relate Roles to User
es_ar: Relacionar roles con el usuario

source: Update post
es_ar: Publicación de actualización
fr_fr: Mettre à jour
pt_br: Atualizar post

source: Exclude provider
es_ar: Excluir proveedor
fr_fr: Exclure le fournisseur
pt_br: Excluir fornecedor

source: Balance adjustments
es_ar: Ajustes de saldo
fr_fr: Ajustements du solde
pt_br: Ajustes de equilíbrio

source: Could not load/save data
es_ar: No se pudieron cargar/guardar datos
fr_fr: Impossible de charger/sauvegarder les données
pt_br: Não foi possível carregar/guardar dados

source: Provider Type
es_ar: Tipo de proveedor
pt_br: Tipo de provedor

source: Publish campaign
es_ar: Publicar campaña
fr_fr: Publier la campagne
pt_br: Publicar campanha

source: Transaction type...
es_ar: Tipo de transacción...
fr_fr: Type de transaction...
pt_br: Tipo de transação...

source: Origin Account
es_ar: Cuenta Origin

source: Credit and debit
es_ar: Crédito y débito

source: Criteria met
es_ar: Criterios cumplidos

source: Claimed
es_ar: Reclamado
pt_br: Verificado

source: Add translation
es_ar: Agregar traducción
fr_fr: Ajouter traduction
pt_br: Adicionar tradução

source: Total balances locked
es_ar: Saldos totales bloqueados
fr_fr: Total des soldes bloqués
pt_br: Saldos totais bloqueados

source: Bonus balance
es_ar: Saldo de bonificación
fr_fr: Solde du bonus
pt_br: Balanço de bônus

source: Locked
es_ar: Cerrado con llave
fr_fr: Verrouillé
pt_br: Bloqueado

source: Manual adjustment bonus
es_ar: Bonificación de ajuste manual
fr_fr: Bonus de réglage manuel
pt_br: Bônus de ajuste manual

source: Bonus wallets
es_ar: Carteras de bonificación
fr_fr: Portefeuilles à bonus
pt_br: Carteiras de bônus

source: Additional Info
es_ar: Información Adicional
fr_fr: Informations complémentaires
pt_br: Informações Adicionais

source: This report shows the list of deposits made in a certain date range, allowing them to be filtered by status.
es_ar: Este informe muestra la lista de depósitos realizados en un determinado rango de fechas, lo que permite filtrarlos por estado.

source: Updating
es_ar: Actualizando
fr_fr: Mise à jour en cours
pt_br: Atualizando

source: See how
es_ar: Vea cómo
fr_fr: Voyez comment
pt_br: Veja como

source: Manual adjustment (Balance corrections)
es_ar: Ajuste manual (correcciones de saldo)

source: credit
es_ar: crédito
fr_fr: crédit
pt_br: crédito

source: Manual credit transaction
es_ar: Transacción de crédito manual
fr_fr: Opération de crédit manuelle
pt_br: Transação de crédito manual

source: debit
es_ar: débito
fr_fr: Débit
pt_br: Débito

source: Manual debit transaction
es_ar: Transacción de débito manual
fr_fr: Opération de débit manuelle
pt_br: Transação de débito manual

source: Assign bonus
es_ar: Asignar bonificación
fr_fr: Attribuer une prime
pt_br: Atribuir bônus

source: Real money
es_ar: Dinero real

source: Main
es_ar: Principal
fr_fr: Principal
pt_br: Principal

source: Personal information
es_ar: • Informacion Personal
fr_fr: Informations personnelles
pt_br: Informações Pessoais

source: Update data
es_ar: Actualizar datos
fr_fr: Mise à jour de données
pt_br: Atualizar dados

source: Father tree
es_ar: Árbol paterno

source: User level
es_ar: Nivel de usuario
fr_fr: Niveau utilisateur
pt_br: Nível de usuário

source: State
es_ar: Provincia

source: City
es_ar: Ciudad

source: Date of birth
es_ar: Fecha de nacimiento
fr_fr: Date de naissance
pt_br: Data de nascimento

source: Last access
es_ar: Ultimo acceso
fr_fr: Dernier accès
pt_br: Último acesso

source: Financial summary
es_ar: Resumen financiero
fr_fr: Résumé financier
pt_br: Resumo financeiro

source: Total deposited
es_ar: Total depositado
fr_fr: Total déposé
pt_br: Total depositado

source: Manual deposits
es_ar: Depósitos manuales
fr_fr: Dépôts manuels
pt_br: Depósitos manuais

source: Total withdrawn
es_ar: Total retirado
fr_fr: Total retiré
pt_br: Total retirado

source: Manual withdrawals
es_ar: Retiros manuales
fr_fr: Retraits manuels
pt_br: Retiradas manuais

source: Total bonus
es_ar: Bonificación total
pt_br: Bônus total

source: Points
es_ar: Puntos
pt_br: Pontos

source: This user does not have payment methods
es_ar: Este usuario no dispone de métodos de pago
fr_fr: Cet utilisateur ne dispose pas de moyens de paiement
pt_br: Este usuário não tem meios de pagamento

source: Wallet transactions
es_ar: Transacciones de billetera
pt_br: Transações de carteira

source: Deposits and withdrawals
es_ar: Depósitos y retiros
fr_fr: Panneau des dépôts et des retraits
pt_br: Depósitos e saques

source: Connections
es_ar: Conexiones
fr_fr: Connexions
pt_br: Conexões

source: Quantity
es_ar: Cantidad
fr_fr: Quantité
pt_br: Quantidade

source: Audits
es_ar: Auditorías
pt_br: Auditorias

source: Store transactions history
es_ar: Historial de transacciones de la tienda
fr_fr: Stocker l'historique des transactions
pt_br: Histórico das transações da loja

source: Store claims history
es_ar: Historial de notificaciones de la tienda
fr_fr: Conserver l'historique des sinistres
pt_br: Histórico de reclamações em lojas

source: Reward
es_ar: Recompensa
fr_fr: Récompense
pt_br: Recompensa

source: Prize
es_ar: Premio
fr_fr: Prix
pt_br: Prêmio

source: Verification of documents
es_ar: Verificación de documentos
fr_fr: Vérification des documents
pt_br: Verificação de documentos

source: Add to segment
es_ar: Agregar al segmento
fr_fr: Ajouter au segment
pt_br: Adicionar ao segmento

source: Page not found
es_ar: Página no encontrada
fr_fr: Page non trouvée
pt_br: Página não encontrada

source: Notification type
es_ar: Tipo de notificación
fr_fr: Type de notification
pt_br: Tipo de notificação

source: Publish notification
es_ar: Publicar notificación
fr_fr: Publier un avis
pt_br: Publicar notificação

source: Cash
es_ar: Efectivo
fr_fr: Espèces
pt_br: Dinheiro

source: Credit / Debit cards
es_ar: Tarjetas de crédito / débito
fr_fr: Cartes de crédit/débit
pt_br: Use seu cartão de crédito ou débito *

source: Electronic wallets
es_ar: Monederos electrónicos
fr_fr: Portefeuilles électroniques
pt_br: Conta eletrônica salva

source: Promo codes
es_ar: Códigos promocionales
fr_fr: Codes promotionnels
pt_br: Códigos promocionais

source: Prepaid cards
es_ar: Tarjetas prepago
fr_fr: Cartes prépayées
pt_br: Cartões

source: Show additional data
es_ar: Mostrar datos adicionales
fr_fr: Afficher les données supplémentaires
pt_br: Mostrar dados adicionais

source: Locks
es_ar: Cerraduras
fr_fr: Verrouillages
pt_br: Bloqueios

source: Move agent
es_ar: Mover agente

source: Toward
es_ar: Hacia
fr_fr: Vers
pt_br: Rumo a

source: Charged him
es_ar: Le cargo

source: withdrew
es_ar: Le retiro

source: Providers locking
es_ar: Bloqueo de proveedores
fr_fr: Verrouillage des fournisseurs
pt_br: Provedores bloqueados

source: The provider lock locks the agent and its entire tree
es_ar: El bloqueo del proveedor bloquea el agente y todo su árbol
fr_fr: Le verrou du fournisseur verrouille l'agent et son arbre entier
pt_br: O fornecedor trava o agente e toda sua árvore

source: Lock
es_ar: Cerradura
fr_fr: Verrouiller
pt_br: Bloquear

source: Users locking
es_ar: Bloqueo de usuarios
fr_fr: Verrouillage des utilisateurs
pt_br: Bloqueio de usuários

source: The user locking locks the agent and his entire tree
es_ar: El bloqueo del usuario bloquea al agente y a todo su árbol
fr_fr: Le verrouillage de l'utilisateur verrouille l'agent et son arbre entier
pt_br: O bloqueio do usuário bloqueia o agente e toda a sua árvore

source: Description of the lock
es_ar: Descripción de la cerradura
fr_fr: Description de la serrure
pt_br: Descrição da fechadura

source: Agents search...
es_ar: Los agentes buscan...
pt_br: Busca de agentes...

source: Desktop settings
es_ar: Configuración del escritorio
fr_fr: Paramètres du bureau
pt_br: Configurações da área de trabalho

source: Main page
es_ar: Portada
fr_fr: Page principale
pt_br: Página principal

source: Where will the user go when logging in?
es_ar: ¿A dónde irá el usuario al iniciar sesión?
fr_fr: Où ira l'utilisateur lorsqu'il se connectera ?
pt_br: Para onde o usuário irá quando fizer o login?

source: Secure Sockets Layer (SSL)?
es_ar: ¿Capa de sockets seguros (SSL)?
pt_br: Camada de soquetes seguros (SSL)?

source: This setting is used when the user accesses from a desktop or laptop
es_ar: Esta configuración se utiliza cuando el usuario accede desde un equipo de escritorio o portátil
fr_fr: Ce paramètre est utilisé lorsque l'utilisateur accède au site depuis un ordinateur de bureau ou un ordinateur portable
pt_br: Esta configuração é usada quando o usuário acessa de um desktop ou laptop

source: Mobile setup
es_ar: Configuración móvil
fr_fr: Installation mobile
pt_br: Configuração móvel

source: This configuration is used when the user accesses from a mobile device
es_ar: Esta configuración se utiliza cuando el usuario accede desde un dispositivo móvil
fr_fr: Cette configuration est utilisée lorsque l'utilisateur accède au site depuis un appareil mobile
pt_br: Esta configuração é utilizada quando o usuário acessa de um dispositivo móvel

source: Birthday date
es_ar: Fecha de cumpleaños
pt_br: Data de aniversário

source: Birthday
es_ar: Nacimiento
fr_fr: Date de naissance
pt_br: Aniversário

source: New category
es_ar: Nueva categoría
fr_fr: Nouvelle catégorie
pt_br: Nova categoria

source: New users in the day
es_ar: Nuevos usuarios en el día
fr_fr: Nouveaux utilisateurs dans la journée
pt_br: Novos usuários no dia

source: Amount deposited on the day
es_ar: Cantidad depositada el día
fr_fr: Montant déposé le jour même
pt_br: Quantia depositada no dia

source: Amount withdrawn on the day
es_ar: Cantidad retirada el día
fr_fr: Montant retiré le jour même
pt_br: Quantia retirada no dia

source: Pending deposits
es_ar: Depósitos pendientes
fr_fr: Dépôts en attente

source: Pending withdrawals
es_ar: Retiros pendientes
fr_fr: Retraits en attente

source: Users connected from desktop
es_ar: Usuarios conectados desde el escritorio
pt_br: Usuários conectados a partir da área de trabalho

source: Users connected from mobile
es_ar: Usuarios conectados desde el móvil
pt_br: Usuários conectados pelo celular

source: Move agents
es_ar: Mover agentes

source: This tool allows you to move the one agent to another agent
es_ar: Esta herramienta le permite mover un agente a otro agente

source: Users of group
es_ar: Usuarios del grupo
fr_fr: Utilisateurs du groupe
pt_br: Usuários do grupo

source: Bank details of the user
es_ar: Datos bancarios del usuario
fr_fr: Coordonnées bancaires de l'utilisateur
pt_br: Dados bancários do usuário

source: Bank reference
es_ar: Referencia bancaria
fr_fr: Référence bancaire
pt_br: Referência bancária

source: Country filter
es_ar: Filtro de país
fr_fr: Filtre pays
pt_br: Filtro de país

source: All countries
es_ar: Todos los países
fr_fr: Tous les pays
pt_br: Todos os países

source: Exclude country
es_ar: Excluir país
fr_fr: Exclure le pays
pt_br: Excluir país

source: Balance filter
es_ar: Filtro de equilibrio
pt_br: Filtro de equilíbrio

source: Less than or equal to
es_ar: Menor o igual que
fr_fr: Inférieur ou égal à
pt_br: Menos que ou igual a

source: Greater than or equal to
es_ar: Mayor o igual que
fr_fr: Supérieur ou égal à
pt_br: Maior que ou igual a

source: Same to
es_ar: Igual que
fr_fr: Idem pour
pt_br: O mesmo para

source: Deposits filter
es_ar: Filtro de depósitos
fr_fr: Filtre à dépôts
pt_br: Filtro de depósitos

source: Last login filter
es_ar: Filtro de último inicio de sesión
fr_fr: Filtre de la dernière connexion
pt_br: Último filtro de login

source: Last deposit filter
es_ar: Filtro de último depósito
fr_fr: Filtre du dernier dépôt
pt_br: Filtro de último depósito

source: Last deposit
es_ar: Último depósito
fr_fr: Dernier dépôt
pt_br: Último depósito

source: Last withdrawal filter
es_ar: Filtro de última retirada
fr_fr: Dernier filtre de retrait
pt_br: Filtro de última retirada

source: Last withdrawal
es_ar: Último retiro
fr_fr: Dernier retrait
pt_br: Última retirada

source: Registration filter
es_ar: Filtro de registro

source: Date registration
es_ar: Fecha de registro
pt_br: Data de registro

source: Sales filter
es_ar: Filtro de ventas
pt_br: Filtro de vendas

source: Complete profile filter
es_ar: Filtro de perfil completo

source: Full profile
es_ar: Perfil completo
fr_fr: Profil complet
pt_br: Perfil completo

source: Other filters
es_ar: Otros filtros
fr_fr: Autres filtres
pt_br: Outros filtros

source: Player status
es_ar: Estado del jugador
fr_fr: Statut du joueur
pt_br: Status do jogador

source: Full Name
es_ar: Nombre completo
fr_fr: Nom complet
pt_br: Nome Completo

source: Profile
es_ar: Perfil

source: Activated
es_ar: Activado

source: Desactivate
es_ar: Desactivar

source: USD amount
es_ar: Monto en USD
fr_fr: Montant en USD
pt_br: Valor em USD

source: Email templates
es_ar: Plantillas de correo electrónico
fr_fr: Modèles d’e-mail
pt_br: Modelos de email

source: Update template
es_ar: Actualizar plantilla
fr_fr: Mettre à jour un modèle
pt_br: Modelo de atualização

source: Template and theme
es_ar: Plantilla y tema
fr_fr: Modèle et thème
pt_br: Modelo e tema

source: Template
es_ar: Plantilla
fr_fr: Modèle
pt_br: Modelo

source: Here you can select the template and theme to be used on the website
es_ar: Aquí puede seleccionar la plantilla y el tema que se utilizará en el sitio web
fr_fr: Ici, vous pouvez sélectionner le modèle et le thème à utiliser sur le site Web
pt_br: Aqui você pode selecionar o modelo e o tema a ser utilizado no site

source: Location of logo?
es_ar: ¿Ubicación del logotipo?
fr_fr: Emplacement du logo ?
pt_br: Localização do logotipo?

source: All whitelabels
es_ar: Todas las marcas blancas

source: Test email
es_ar: Correo electrónico de prueba
fr_fr: E-mail de test
pt_br: Teste de email

source: Testing...
es_ar: Ensayo...
fr_fr: Test…
pt_br: Testando ...

source: Your deposit was approved
es_ar: Su depósito fue aprobado

source: approved
es_ar: aprobado
fr_fr: approuvé
pt_br: aprovado

source: Your deposit was rejected
es_ar: Su depósito fue rechazado
pt_br: Seu depósito foi rejeitado.

source: rejected
es_ar: rechazado
fr_fr: rejeté
pt_br: rejeitado

source: Your withdrawal was approved
es_ar: Su retiro fue aprobado
pt_br: Sua retirada foi aprovada.

source: Your withdrawal was rejected
es_ar: Su retiro fue rechazado
pt_br: Sua retirada foi rejeitada.

source: Origin account
es_ar: Cuenta de origen

source: Destination account
es_ar: Cuenta de destino

source: Registration settings
es_ar: Configuración de registro
fr_fr: Paramètres d'enregistrement
pt_br: Configurações de registro

source: Allow
es_ar: Permitir
fr_fr: Autoriser
pt_br: Permitir

source: These settings allow you to define whether to allow user registration on the website. You can also specify if you want to enable registration through social networks
es_ar: Esta configuración le permite definir si desea permitir el registro de usuarios en el sitio web. También puede especificar si desea habilitar el registro a través de redes sociales
fr_fr: Ces paramètres vous permettent de définir si vous souhaitez autoriser l'enregistrement des utilisateurs sur le site web. Vous pouvez également spécifier si vous souhaitez permettre l'enregistrement via les réseaux sociaux
pt_br: Estas configurações permitem definir se o registro do usuário no site deve ser permitido. Você também pode especificar se deseja permitir o registro através de redes sociais

source: Login settings
es_ar: Configuración de inicio de sesión
fr_fr: Paramètres de connexion
pt_br: Configuração de início de sessão

source: This configuration allows you to define whether to allow user login on the website. You can also specify if you want to enable login through social networks
es_ar: Esta configuración le permite definir si desea permitir el inicio de sesión del usuario en el sitio web. También puede especificar si desea habilitar el inicio de sesión a través de las redes sociales
fr_fr: Cette configuration vous permet de définir si vous souhaitez autoriser la connexion des utilisateurs sur le site web. Vous pouvez également indiquer si vous souhaitez autoriser la connexion via les réseaux sociaux
pt_br: Esta configuração permite definir se o login do usuário deve ser permitido no site. Você também pode especificar se deseja permitir o login através de redes sociais

source: Type of user load
es_ar: Tipo de carga de usuario
pt_br: Tipo de carga do usuário

source: Expiration date
es_ar: Fecha Vencimiento
fr_fr: Date d’expiration
pt_br: Data de validade

source: level 1 min
es_ar: Nivel 1 min
fr_fr: niveau 1 min
pt_br: nível 1 min

source: level 2 min
es_ar: Nivel 2 min
fr_fr: niveau 2 min
pt_br: nível 2 min

source: level 3 min
es_ar: Nivel 3 min
fr_fr: niveau 3 min
pt_br: nível 3 min

source: level 4 min
es_ar: Nivel 4 min
fr_fr: niveau 4 min
pt_br: nível 4 min

source: level 5 min
es_ar: Nivel 5 min
fr_fr: niveau 5 min
pt_br: nível 5 min

source: level 1 max
es_ar: Nivel 1 Max
fr_fr: niveau 1 max
pt_br: nível 1 máximo

source: level 2 max
es_ar: Nivel 2 Máx.
fr_fr: niveau 2 max
pt_br: nível 2 máximo

source: level 3 max
es_ar: Nivel 3 Max
fr_fr: niveau 3 max
pt_br: nível 3 máximo

source: level 4 max
es_ar: Nivel 4 Max
fr_fr: niveau 4 max
pt_br: nível 4 máximo

source: level 5 max
es_ar: Nivel 5 Max
fr_fr: niveau 5 max
pt_br: nível 5 máximo

source: Send email
es_ar: Enviar correo electrónico
fr_fr: Envoyer l'email
pt_br: Enviar e-mail

source: Send email for activation of account
es_ar: Enviar correo electrónico para la activación de la cuenta
fr_fr: Envoyer un courriel pour l'activation du compte
pt_br: Enviar e-mail para a ativação da conta

source: Update operational balance
es_ar: Actualizar el balance operativo
fr_fr: Mise à jour de la balance opérationnelle
pt_br: Atualizar o equilíbrio operacional

source: Roles and Permissions
es_ar: Roles y permisos

source: Save segment
es_ar: Guardar segmento
fr_fr: Enregistrer le segment
pt_br: Salvar segmento

source: Create empty segment
es_ar: Crear segmento vacío

source: User to refer
es_ar: Usuario a referir

source: Quota or Achievement
es_ar: Cuota o logro
fr_fr: Quota ou réalisation
pt_br: Quota ou Realização

source: No restriction
es_ar: Sin restricciones
pt_br: Não Restringir

source: Upload landing
es_ar: Subir aterrizaje
fr_fr: Télécharger l'atterrissage
pt_br: Upload do desembarque

source: Payment methods...
es_ar: Formas de pago...

source: Cards
es_ar: Tarjetas
fr_fr: Cartes
pt_br: Cartões

source: Withdrawal
es_ar: Retiros
fr_fr: Retrait
pt_br: Retirada

source: Cash - PSE - Cards
es_ar: Efectivo - PSE - Tarjetas
pt_br: Dinheiro - PSE - Cartões

source: Cash - SPEI - Cards
es_ar: Efectivo - SPEI - Tarjetas
pt_br: Dinheiro - SPEI - Cartões

source: Cards - Banks - Cash
es_ar: Tarjetas - Bancos - Efectivo
pt_br: Cartões - Bancos - Dinheiro

source: Cards - Cash
es_ar: Tarjetas - Efectivo
pt_br: Cartões - Dinheiro

source: Cards - Wire transfers - Cash
es_ar: Tarjetas - Transferencias bancarias - Efectivo
pt_br: Cartões - Transferência bancária - Dinheiro

source: Adams Pay
es_ar: Pago Adams

source: All status
es_ar: Todos los estados
fr_fr: Tout les statuts
pt_br: Todos os Status

source: Registration way
es_ar: Forma de registro
fr_fr: Mode d'enregistrement
pt_br: Forma de registro

source: All ways
es_ar: Todas las formas
fr_fr: Tous les moyens
pt_br: Todas as formas

source: Deposit options
es_ar: Opciones de depósito
fr_fr: Options de dépôt
pt_br: Opções de depósito

source: Registration currency
es_ar: Moneda de registro
fr_fr: Monnaie d'enregistrement
pt_br: Moeda de registro

source: Where did you meet us?
es_ar: ¿Dónde nos conociste?
fr_fr: Où nous avez-vous rencontrés ?
pt_br: Onde você nos encontrou?

source: Referral
es_ar: Tipo de recompensa por recomendación
fr_fr: Parrain
pt_br: Referência

source: End point
es_ar: Punto final
fr_fr: Point final
pt_br: Ponto final

source: Update client
es_ar: Actualizar cliente
fr_fr: Mettre à jour le client
pt_br: Atualizar cliente

source: Process Payment
es_ar: Procesar pago

source: Users quantity
es_ar: Cantidad de usuarios
fr_fr: Quantité d'utilisateurs
pt_br: Quantidade de usuários

source: Providers type
es_ar: Tipo de proveedores

source: Credentials list
es_ar: Lista de credenciales

source: Edit account
es_ar: Editar cuenta
fr_fr: Modifier le compte
pt_br: Editar conta

source: Cripto Currency
es_ar: Criptomoneda

source: VCreditos secure ID
es_ar: Identificación segura de VCreditos
pt_br: VCreditos ID seguro

source: Bizum name
es_ar: Nombre Bizum

source: Bizum phone
es_ar: Teléfono Bizum

source: Binance Email
es_ar: Correo electrónico de Binance

source: Binance Phone
es_ar: Teléfono Binance

source: Sport
pt_br: Esporte

source: Alias
pt_br: Apelido

source: Registration bonus
fr_fr: Prime d'inscription
pt_br: Bônus de registro

source: API URL
fr_fr: URL de l'API
pt_br: URL da API

source: Casino ID
fr_fr: ID du casino
pt_br: Identificação do cassino

source: Portal ID
fr_fr: ID du portail
pt_br: ID do Portal

source: Private key
fr_fr: Clé privée
pt_br: Chave privada

source: BetPay ID
fr_fr: ID BetPay
pt_br: Identificação BetPay

source: Logins
fr_fr: Connexions
pt_br: Acessos

source: Cryptocurrencies
pt_br: Moedas criptocópicas

source: Mobile payment
fr_fr: Paiement mobile
pt_br: Pagamento móvel

source: VES to USD
fr_fr: VES à USD
pt_br: VES a USD

source: Wire transfers
fr_fr: Virements bancaires
pt_br: Transferências bancárias

source: Ticket search
fr_fr: Recherche de billets
pt_br: Pesquisa de bilhetes

source: Bonus system
pt_br: Sistema de bônus

source: Info
pt_br: Informação

source: Segmentation
pt_br: Segmentação

source: Marketing campaigns
fr_fr: Campagnes de marketing
pt_br: Campanhas de marketing

source: Messaging
fr_fr: Messagerie
pt_br: Mensagens

source: Slots
pt_br: Vagas

source: Games totals
fr_fr: Total des jeux
pt_br: Totais dos jogos

source: Lucky Spins
pt_br: Play'n Go

source: Live casino
pt_br: Cassino ao Vivo

source: Evolution
pt_br: Evolução

source: TV Bet
fr_fr: Pari TV
pt_br: Aposta na TV

source: Horses
fr_fr: Chevaux
pt_br: Cavalos

source: Live games
pt_br: Jogos ao vivo

source: IQ Soft Totals
fr_fr: IQ Soft Totaux
pt_br: Totais IQ Soft

source: Live Casino
pt_br: Cassino ao Vivo

source: Error
fr_fr: Erreur
pt_br: Erro

source: Bonus claimed
fr_fr: Bonus réclamé
pt_br: Bônus reclamado

source: The Bonus was successfully activate
fr_fr: Le bonus a été activé avec succès
pt_br: O Bônus foi ativado com sucesso

source: Kiron Interactive credentials
pt_br: Kiron Credenciais interativas

source: Hacksaw Gaming credentials
pt_br: Credenciais de Hacksaw Gaming

source: Triple Cherry credentials
pt_br: Credenciais Triple Cherry

source: Espresso Games credentials
pt_br: Credenciais dos Jogos Expresso

source: Pragmatic Play credentials
pt_br: Credenciais do Pragmatic Play

source: Mascot Gaming credentials
pt_br: Credenciais de Mascote Gaming

source: Event Bet credentials
pt_br: Credenciais de aposta em eventos

source: Branka Team credentials
pt_br: Credenciais da equipe Branka

source: Branka Originals credentials
pt_br: Credenciais da Branka Originals

source: Pragmatic Play Live Casino credentials
pt_br: Credenciais Pragmatic Play Live Casino

source: Payment methods
fr_fr: Moyens de paiement
pt_br: Métodos de pagamento

source: Deleted games
fr_fr: Jeux supprimés
pt_br: Jogos eliminados

source: The permission data was saved correctly
fr_fr: Les données d'autorisation ont été enregistrées correctement
pt_br: Os dados de permissão foram salvos corretamente

source: The category data was updated correctly
fr_fr: Les données de la catégorie ont été mises à jour correctement
pt_br: Os dados da categoria foram atualizados corretamente

source: No
fr_fr: Non
pt_br: Não

source: Balance
fr_fr: Solde
pt_br: Saldo
