Repository: BetaCodePlay/internal-back
Catalog: lang/i18n/*/LC_MESSAGES/messages.po
Languages: es_ar, fr_fr, pt_br

source: The :attribute may not be greater than :max characters
es_ar: El atributo :no puede ser mayor que :max caracteres
fr_fr: Le texte de :attribute ne peut contenir plus de :max caractères
pt_br: O campo :attribute não pode conter mais de :max caracteres

source: The :attribute may not have more than :max items
es_ar: El atributo :no puede tener más de :max elementos
fr_fr: Le tableau :attribute ne peut contenir plus de :max éléments
pt_br: O campo :attribute deve conter no máximo :max itens

source: The :attribute must be a file of type: :values
es_ar: El atributo :debe ser un archivo de tipo: :values
fr_fr: Le champ :attribute doit être un fichier de type: :values
pt_br: O campo :attribute deve conter um arquivo do tipo: :values

source: The :attribute must be at least :min
es_ar: El atributo :debe ser al menos :min
fr_fr: La valeur de :attribute doit être supérieure ou égale à :min
pt_br: O campo :attribute deve conter um número superior ou igual a :min

source: The :attribute must be at least :min kilobytes
es_ar: El atributo :debe ser al menos :min kilobytes
fr_fr: La taille du fichier de :attribute doit être supérieure à :min kilo-octets
pt_br: O campo :attribute deve conter um arquivo com no mínimo :min kilobytes

source: The :attribute must be at least :min characters
es_ar: El atributo :debe tener al menos caracteres :min
fr_fr: Le texte :attribute doit contenir au moins :min caractères
pt_br: O campo :attribute deve conter no mínimo :min caracteres

source: The :attribute must have at least :min items
es_ar: El atributo :debe tener al menos elementos :min
fr_fr: Le tableau :attribute doit contenir au moins :min éléments
pt_br: O campo :attribute deve conter no mínimo :min itens

source: The :attribute format is invalid
es_ar: El formato :attribute no es válido
fr_fr: Le format du champ :attribute est invalide
pt_br: O formato da URL informada para o campo :attribute é inválido

source: The :attribute must be a number
es_ar: El atributo :debe ser un número
fr_fr: Le champ :attribute doit contenir un nombre
pt_br: O campo :attribute deve conter um valor numérico

source: The password is incorrect
es_ar: La contraseña es incorrecta
fr_fr: Le mot de passe est incorrect
pt_br: A senha está incorreta

source: The :attribute field must be present
es_ar: El campo :attribute debe estar presente
fr_fr: Le champ :attribute doit être présent
pt_br: O campo :attribute deve estar presente

source: The :attribute field is required
es_ar: El campo :attribute es obligatorio
fr_fr: Le champ :attribute est obligatoire
pt_br: O campo :attribute é obrigatório

source: The :attribute field is required when :other is :value
es_ar: El campo :attribute es obligatorio cuando :other es :value
fr_fr: Le champ :attribute est obligatoire quand la valeur de :other est :value
pt_br: O campo :attribute é obrigatório quando o valor do campo :other é igual a :value

source: The :attribute field is required unless :other is in :values
es_ar: El campo :attribute es obligatorio a menos que :other esté en :values
fr_fr: Le champ :attribute est obligatoire sauf si :other est :values
pt_br: O campo :attribute é obrigatório a menos que :other esteja presente em :values

source: The :attribute field is required when :values is present
es_ar: El campo :attribute es obligatorio cuando :values está presente
fr_fr: Le champ :attribute est obligatoire quand :values est présent
pt_br: O campo :attribute é obrigatório quando :values está presente

source: The :attribute field is required when :values are present
es_ar: El campo :attribute es obligatorio cuando :values están presentes
fr_fr: Le champ :attribute est obligatoire quand :values sont présents
pt_br: O campo :attribute é obrigatório quando um dos :values está presente

source: The :attribute field is required when :values is not present
es_ar: El campo :attribute es obligatorio cuando :values no está presente
fr_fr: Le champ :attribute est obligatoire quand :values n'est pas présent
pt_br: O campo :attribute é obrigatório quando :values não está presente

source: The :attribute field is required when none of :values are present
es_ar: El campo :attribute es obligatorio cuando ninguno de los valores :está presente
fr_fr: Le champ :attribute est requis quand aucun de :values n'est présent
pt_br: O campo :attribute é obrigatório quando nenhum dos :values está presente

source: The :attribute and :other must match
es_ar: :attribute y :other deben coincidir
fr_fr: Les champs :attribute et :other doivent être identiques
pt_br: Os campos :attribute e :other devem conter valores iguais

source: The :attribute must be :size
es_ar: El atributo :debe ser :size
fr_fr: La valeur de :attribute doit être :size
pt_br: O campo :attribute deve conter o número :size

source: The :attribute must be :size kilobytes
es_ar: El atributo :debe ser :size kilobytes
fr_fr: La taille du fichier de :attribute doit être de :size kilo-octets
pt_br: O campo :attribute deve conter um arquivo com o tamanho de :size kilobytes

source: The :attribute must be :size characters
es_ar: El atributo :debe ser :size caracteres
fr_fr: Le texte de :attribute doit contenir :size caractères
pt_br: O campo :attribute deve conter :size caracteres

source: The :attribute must contain :size items
es_ar: El atributo :debe contener elementos :size
fr_fr: Le tableau :attribute doit contenir :size éléments
pt_br: O campo :attribute deve conter :size itens

source: The :attribute must start with one of the following: :values
es_ar: El atributo :debe comenzar con una de las siguientes opciones: :values
fr_fr: Le champ :attribute doit commencer avec une des valeurs suivantes : :values
pt_br: O campo :attribute deve começar com um dos seguintes valores: :values

source: The :attribute must be a string
es_ar: El atributo :debe ser una cadena
fr_fr: Le champ :attribute doit être une chaîne de caractères
pt_br: O campo :attribute deve ser uma string

source: The :attribute must be a valid zone
es_ar: El atributo :debe ser una zona válida
fr_fr: Le champ :attribute doit être un fuseau horaire valide
pt_br: O campo :attribute deve conter um fuso horário válido

source: The :attribute has already been taken
es_ar: El atributo :ya se ha tomado
fr_fr: La valeur du champ :attribute est déjà utilisée
pt_br: O valor informado para o campo :attribute já está em uso

source: The :attribute failed to upload
es_ar: No se pudo cargar :attribute
fr_fr: Le fichier du champ :attribute n'a pu être téléversé
pt_br: Falha no Upload do arquivo :attribute

source: The :attribute must be a valid UUID
es_ar: El atributo :debe ser un UUID válido
fr_fr: Le champ :attribute doit être un UUID valide
pt_br: O campo :attribute deve ser um UUID válido

source: You must select at least one assignment criteria
es_ar: Debe seleccionar al menos un criterio de asignación

source: The bonus to be awarded field is mandatory
es_ar: El campo de bonificación para ser otorgado es obligatorio
fr_fr: Le champ bonus à attribuer est obligatoire
pt_br: O campo de bônus a ser concedido é obrigatório

source: The bonus code field is required
es_ar: El campo de código de bono es obligatorio
fr_fr: Le champ :attribute est obligatoire quand :values n'est pas présent
pt_br: O campo de código de bônus é obrigatório

source: The type of amount field is required
es_ar: El campo Tipo de cantidad es obligatorio
fr_fr: Le champ type de montant est obligatoire
pt_br: O tipo de campo de valor é obrigatório

source: The minimum deposit field is required
es_ar: El campo de depósito mínimo es obligatorio
fr_fr: Le champ :attribute est obligatoire quand la valeur de :other est :value
pt_br: O campo de depósito mínimo é obrigatório

source: The limit field is required
es_ar: El campo de límite es obligatorio
fr_fr: Le champ limite est obligatoire
pt_br: O campo limite é obrigatório

source: The type of provider field is required
es_ar: El campo tipo de proveedor es obligatorio
fr_fr: Le champ type de fournisseur est obligatoire
pt_br: O tipo de campo do provedor é obrigatório

source: The multiplier field is required
es_ar: El campo multiplicador es obligatorio
fr_fr: Le champ du multiplicateur est obligatoire
pt_br: O campo multiplicador é necessário

source: The rollover expiration time field is required
es_ar: El campo de tiempo de caducidad de rollover es obligatorio
fr_fr: Le champ Délai d'expiration du roulement est obligatoire
pt_br: campo de tempo de expiração de rollover é obrigatório

source: The field include deposit of rollovers is required
es_ar: El campo incluye depósito de rollovers es obligatorio
fr_fr: Le champ inclure le dépôt des rollovers est obligatoire
pt_br: O campo inclui depósito de rollovers é obrigatório

source: The field promo code is required
es_ar: El código promocional del campo es obligatorio
pt_br: O código promocional de campo é obrigatório

source: country
es_ar: país
fr_fr: pays
pt_br: país

source: timezone
es_ar: Zona horaria
fr_fr: fuseau horaire
pt_br: fuso horário

source: currency
es_ar: moneda
fr_fr: devise
pt_br: moeda

source: first name
es_ar: nombre
fr_fr: prénom
pt_br: nome

source: last name
es_ar: apellido
fr_fr: nom de famille
pt_br: sobrenome

source: phone
es_ar: teléfono
fr_fr: téléphone
pt_br: telefone

source: image
es_ar: imagen
pt_br: imagem

source: section
es_ar: sección
pt_br: seção

source: language
es_ar: Idioma
fr_fr: langue
pt_br: idioma

source: title
es_ar: ttulo
fr_fr: titre
pt_br: título

source: content
es_ar: contenido
fr_fr: contenu
pt_br: conteúdo

source: name
es_ar: nombre
fr_fr: Prénom
pt_br: nome

source: description
es_ar: descripción
pt_br: Descrição personalizada

source: points
es_ar: puntos
pt_br: pontos

source: amount
es_ar: cantidad
fr_fr: montant
pt_br: quantidade

source: transaction type
es_ar: Tipo de transacción
fr_fr: type de transaction
pt_br: tipo de transação

source: convert
es_ar: convertir
fr_fr: convertir
pt_br: converter

source: subject
es_ar: Asunto
fr_fr: sujet
pt_br: assunto

source: year
es_ar: año
fr_fr: année
pt_br: ano

source: month
es_ar: mes
fr_fr: mois
pt_br: mês

source: allocation criteria
es_ar: Criterios de asignación
fr_fr: critères d'attribution
pt_br: critérios de alocação

source: bonus code
es_ar: Código de bono
fr_fr: code bonus
pt_br: código de bônus

source: complete profile
es_ar: Perfil completo
fr_fr: profil complet
pt_br: perfil completo

source: complete rollover
es_ar: Rollover completo
fr_fr: roulement complet
pt_br: rollover completo

source: bonus
es_ar: sobresueldo
pt_br: Bônus de equilíbrio

source: internal name
es_ar: Nombre interno
fr_fr: nom interne
pt_br: nome interno

source: include deposit
es_ar: Incluir depósito
fr_fr: inclure le dépôt
pt_br: incluir depósito

source: wallet ID
es_ar: ID de billetera
fr_fr: ID de portefeuille
pt_br: ID da carteira

source: start date
es_ar: fecha de inicio
fr_fr: date de début
pt_br: data de inicio

source: days available to claim the bonus
es_ar: Días disponibles para reclamar el bono
fr_fr: jours disponibles pour demander le bonus
pt_br: dias disponíveis para reivindicar o bônus

source: amount that can be converted into real balance
es_ar: Cantidad que se puede convertir en saldo real
fr_fr: montant qui peut être converti en solde réel
pt_br: montante que pode ser convertido em saldo real

source: currencies
es_ar: monedas

source: Process credit
es_ar: Crédito de proceso
fr_fr: Crédit de traitement
pt_br: Processar crédito

source: Action
es_ar: Acción
pt_br: Ação

source: Select...
es_ar: Seleccione…
fr_fr: Sélectionner...
pt_br: Selecione...

source: Reject
es_ar: Rechazar
fr_fr: Rejeter
pt_br: Rejeitar

source: This description will be shown to the user
es_ar: Esta descripción se mostrará al usuario
fr_fr: Cette description sera affichée à l'utilisateur
pt_br: Esta descrição será mostrada ao usuário

source: Date range
es_ar: Intervalo de fechas
fr_fr: Plage de dates
pt_br: Intervalo de datas

source: Total profit
es_ar: Beneficio total
fr_fr: Bénéfice total
pt_br: Lucro total

source: Game
es_ar: Juego
fr_fr: Jeu
pt_br: Jogo

source: Platform
es_ar: Plataforma
fr_fr: Plateforme
pt_br: Plataforma

source: Average bet
es_ar: Apuesta media
fr_fr: Mise moyenne
pt_br: Aposta média

source: Requested
es_ar: Solicitado
fr_fr: Demandé
pt_br: Requerido

source: Actions
es_ar: Acciones
pt_br: Ações

source: Filter client account
es_ar: Filtrar cuenta de cliente

source: Whitelabel
es_ar: Marca blanca
fr_fr: Marque blanche
pt_br: Etiqueta branca

source: All Whitelabel
es_ar: Todo Whitelabel

source: All payment methods
es_ar: Todos los métodos de pago
pt_br: Mercado Pago

source: Consulting...
es_ar: Consultoría...
fr_fr: Le conseil...
pt_br: Consultoria...

source: Search
es_ar: Buscar
fr_fr: Rechercher
pt_br: Pesquisar

source: Payment method
es_ar: Método de pago
fr_fr: Mode de paiement
pt_br: Método de pagamento

source: Limits
es_ar: Límites
fr_fr: Limites
pt_br: Limites

source: Created
es_ar: Creado
fr_fr: Créé
pt_br: Criado

source: Updated
es_ar: Actualizado
fr_fr: Mis à jour
pt_br: Atualizado

source: Loading...
es_ar: Cargando...
fr_fr: Chargement...
pt_br: Carregando...

source: Upload data
es_ar: Subir datos
fr_fr: Télécharger les données
pt_br: Carregar dados

source: Levels name
es_ar: Nombre de los niveles
fr_fr: Nom des niveaux
pt_br: Nome dos níveis

source: Level 1
es_ar: Nivel 1
fr_fr: Niveau 1
pt_br: Nível 1

source: Level 2
es_ar: Nivel 2
fr_fr: Niveau 2
pt_br: Nível 2

source: Level 3
es_ar: Nivel 3
fr_fr: Niveau 3
pt_br: Nível 3

source: Level 4
es_ar: Nivel 4
fr_fr: Niveau 4
pt_br: Nível 4

source: Level 5
es_ar: Nivel 5
fr_fr: Niveau 5
pt_br: Nível 5

source: The names of the levels are used to show the user and the DotPanel operator the level that they have on the platform.
es_ar: Los nombres de los niveles se utilizan para mostrar al usuario y al operador de DotPanel el nivel que tienen en la plataforma.
fr_fr: Les noms des niveaux sont utilisés pour indiquer à l'utilisateur et à l'opérateur DotPanel le niveau dont ils disposent sur la plate-forme.
pt_br: Os nomes dos níveis são usados para mostrar ao usuário e ao operador do DotPanel o nível que eles têm na plataforma.

source: The name of the level is visible in the user profile.
es_ar: El nombre del nivel es visible en el perfil de usuario.
fr_fr: Le nom du niveau est visible dans le profil de l'utilisateur.
pt_br: O nome do nível é visível no perfil do usuário.

source: Updating...
es_ar: Actualizando...
fr_fr: Mise à jour...
pt_br: Atualizando...

source: Update settings
es_ar: Actualizar la configuración
fr_fr: Mettre à jour les réglages
pt_br: Atualizar configurações

source: Filters
es_ar: Filtros
fr_fr: Filtres
pt_br: Filtros

source: Email templates type
es_ar: Tipo de plantillas de correo electrónico

source: Consult data
es_ar: Consultar datos
fr_fr: Consulter les données
pt_br: Consultar dados

source: Subject
es_ar: Título
fr_fr: Sujet
pt_br: Assunto

source: Language
es_ar: Lenguaje
fr_fr: Langue
pt_br: Idioma

source: Process debit
es_ar: Procesar débito
fr_fr: Débit du processus
pt_br: Processar débito

source: Account from where you made the payment
es_ar: Cuenta desde donde realizaste el pago
fr_fr: Compte à partir duquel vous avez effectué le paiement
pt_br: Conta de onde você efetuou o pagamento

source: Name (Uppercase only without spaces)
es_ar: Nombre (solo mayúsculas sin espacios)
fr_fr: Nom (en majuscules uniquement, sans espace)
pt_br: Nome (Somente maiúsculas sem espaços)

source: Description (It will be shown to the client and the user)
es_ar: Descripción (Se mostrará al cliente y al usuario)
fr_fr: Description (Elle sera montrée au client et à l'utilisateur)
pt_br: Descrição (Será mostrado para o cliente e o usuário)

source: Domain (example.com)
es_ar: Dominio (example.com)
fr_fr: Domaine (exemple.com)
pt_br: Domínio (exemplo.com)

source: Creating...
es_ar: Crear...
fr_fr: Création en cours…
pt_br: Criando...

source: Notified
es_ar: Notificado
fr_fr: Averti
pt_br: Notificado

source: Data
es_ar: Datos

source: Amount cryptocurrency
es_ar: Cantidad criptomoneda
fr_fr: Montant crypto-monnaie
pt_br: Quantidade de moedas criptográficas

source: Welcome bonus with deposit
es_ar: Bono de bienvenida con depósito
fr_fr: Bonus de bienvenue avec dépôt
pt_br: Bônus de boas-vindas com depósito

source: Welcome bonus without deposit
es_ar: Bono de bienvenida sin depósito
fr_fr: Bonus de bienvenue sans dépôt
pt_br: Bônus de boas-vindas sem depósito

source: Cash back bonus
es_ar: Bono de devolución de efectivo
fr_fr: Bonus de remise en argent
pt_br: Bônus de devolução de dinheiro

source: Birthday bonus
es_ar: Bono de cumpleaños
fr_fr: Prime d'anniversaire
pt_br: Bônus de aniversário

source: Loyalty bonus
es_ar: Bono de fidelidad
fr_fr: Prime de fidélité
pt_br: Bônus de lealdade

source: Contest winner bonus
es_ar: Bono de ganador del concurso
fr_fr: Bonus du gagnant du concours
pt_br: Bônus do vencedor do concurso

source: Tournament
es_ar: Torneo
fr_fr: Championnat
pt_br: Torneio

source: Login bonus
es_ar: Bono de inicio de sesión
fr_fr: Bonus de connexion
pt_br: Bônus de login

source: Bonus code
es_ar: Código de bono
fr_fr: Code bonus
pt_br: Código bônus

source: Bonus code with number deposit
es_ar: Código de bono con depósito de número
pt_br: Código de bônus com número de depósito

source: Wallet balance bonus
es_ar: Bonificación de saldo de billetera
pt_br: Bônus de saldo da carteira

source: Bet bonus
es_ar: Bono de apuesta
pt_br: Bônus de aposta

source: Next deposit bonus
es_ar: Bono de próximo depósito
pt_br: Próximo bônus de depósito

source: Go to list
es_ar: Ir a la lista
fr_fr: Aller à la liste
pt_br: Ir para a lista

source: Document type
es_ar: Tipo de documento
fr_fr: Type de document
pt_br: Tipo de documento

source: Select ...
es_ar: Selecione ...
fr_fr: Sélectionnez…
pt_br: Selecione ...

source: Saving...
es_ar: Guardando...
fr_fr: Enregistrement en cours...
pt_br: Salvando...

source: Save
es_ar: Guardar
fr_fr: Sauvegarder
pt_br: Salvar

source: Clear
es_ar: Limpiar
fr_fr: Effacer
pt_br: Limpar

source: Users and Roles
es_ar: Usuarios y roles

source: Select user
es_ar: Seleccionar usuario
fr_fr: Sélectionner un utilisateur
pt_br: Selecionar Usuário

source: Internal error
es_ar: Error interno
fr_fr: Erreur interne
pt_br: Erro interno

source: Referred by
es_ar: Referido por
fr_fr: Référé par
pt_br: Encaminhado por

source: Registration date
es_ar: Fecha de inscripción
fr_fr: Date d'inscription
pt_br: Data de Registro

source: Last Name
es_ar: Apellido
fr_fr: Nom
pt_br: Sobrenome

source: Suggested title
es_ar: Título sugerido
fr_fr: Titre suggéré
pt_br: Título sugerido

source: Configured title
es_ar: Título configurado
fr_fr: Titre configuré
pt_br: Título configurado

source: Last modification
es_ar: Última modificación
fr_fr: Dernière modification
pt_br: Última modificação

source: Allocation criteria
es_ar: Criterios de asignación
fr_fr: Critères d'attribution
pt_br: Critérios de alocação

source: Start / End
es_ar: Inicio / Fin
fr_fr: Début / Fin
pt_br: Início/fim

source: Exclude user
es_ar: Excluir usuario
fr_fr: Uutilisateur à exclure
pt_br: Excluir Funções de Usuário

source: Excluded users
es_ar: Usuarios excluidos
fr_fr: Utilisateurs exclus
pt_br: Usuários excluídos

source: Searching...
es_ar: Buscando...
fr_fr: Recherche en cours...
pt_br: Buscando...

source: Tickets data
es_ar: Datos de entradas
pt_br: Dados dos bilhetes

source: Amount / Win
es_ar: Cantidad / Ganar
fr_fr: Montant / Gain
pt_br: Montante / Ganhar

source: Campaign details
es_ar: Detalles de la campaña
fr_fr: Détails de la campagne
pt_br: Detalhes da campanha

source: Internal name (not displayed to user)
es_ar: Nombre interno (no se muestra al usuario)
fr_fr: Nom interne (non affiché à l'utilisateur)
pt_br: Nome interno (não exibido ao usuário)

source: Start date
es_ar: Fecha de inicio
fr_fr: Date de début
pt_br: Data de início

source: Finish date
es_ar: Fecha de finalización
fr_fr: Date d'achèvement
pt_br: Data de conclusão

source: Bonus type
es_ar: Tipo de bono

source: Instant
es_ar: Instante

source: Registration
es_ar: Registracion

source: Complete profile
es_ar: Perfil completo

source: Deposit type
es_ar: Tipo de depósito

source: First
es_ar: Primera

source: Next
es_ar: Siguiente

source: Minimum
es_ar: Minimo
pt_br: Mínimo

source: Include payment methods
es_ar: Incluir métodos de pago
pt_br: Inclua métodos de pagamento

source: Exclude payment methods
es_ar: Excluir métodos de pago
pt_br: Exclua os métodos de pagamento

source: Bonus data
es_ar: Datos de bonificación

source: Fixed bonus
es_ar: Bonificación fija

source: Deposit percentage
es_ar: Porcentaje de depósito
fr_fr: Pourcentage de l’acompte
pt_br: Porcentagem de depósito

source: Bonus to be awarded
es_ar: Bonificación a otorgar

source: Percentage
es_ar: Porcentaje
fr_fr: Pourcentage
pt_br: Porcentagem

source: Limit to be awarded
es_ar: Límite a conceder

source: Maximum to convert into real balance
es_ar: Máximo para convertir en saldo real

source: Optional
es_ar: Opcional
fr_fr: Optionnel
pt_br: Opcional

source: Rollovers data
es_ar: Datos de reinversión

source: Complete rollovers
es_ar: Vuelcos completos
fr_fr: Renversements complets
pt_br: Rollovers completos

source: Rollover type
es_ar: Tipo de rollover

source: Bonus + deposit
es_ar: Bono + depósito
pt_br: Bônus + depósito

source: Provider type
es_ar: Tipo de proveedor
fr_fr: Type de fournisseur
pt_br: Tipo de fornecedor

source: Exclude providers
es_ar: Excluir proveedores
fr_fr: Exclure les fournisseurs
pt_br: Excluir fornecedores

source: Rollover multiplier
es_ar: Multiplicador de rollover
fr_fr: Multiplicateur de prorogation
pt_br: Multiplicador de rollover

source: Days to complete rollover
es_ar: Días para completar el rollover

source: Simple and combined
es_ar: Simple y combinado
fr_fr: Simple et combiné
pt_br: Simples e combinados

source: Combined
es_ar: Combinado
fr_fr: Combiné
pt_br: Combinado

source: Versions
es_ar: Versiones
pt_br: Versões

source: Users restriction
es_ar: Restricción de usuarios
pt_br: Restrição de usuários

source: Users restriction type
es_ar: Tipo de restricción de usuarios
pt_br: Tipo de restrição de usuários

source: None
es_ar: Ninguno
pt_br: Nenhum

source: Segments
es_ar: Segmentos
pt_br: Segmentos

source: Include users
es_ar: Incluir usuarios
pt_br: Incluir usuários

source: Exclude users
es_ar: Excluir usuarios
fr_fr: Exclure les utilisateurs
pt_br: Excluir usuários

source: Include segments
es_ar: Incluir segmentos

source: Exclude segments
es_ar: Excluir segmentos
pt_br: Excluir segmentos

source: Include excel
es_ar: Incluir Excel

source: Exclude excel
es_ar: Excluir Excel

source: Translations
es_ar: Traducciones
fr_fr: Traductions
pt_br: Traduções

source: Secure Login
es_ar: Inicio de sesión seguro
fr_fr: Connexion sécurisée
pt_br: Login Seguro

source: Url api
es_ar: API de URL

source: Public key
es_ar: Clave Pública
fr_fr: Clé publique
pt_br: Chave Pública

source: Client DI
es_ar: DI de cliente
pt_br: Cliente DI

source: Portal Key
es_ar: Clave del portal
fr_fr: Clé du portail
pt_br: Chave do Portal

source: Update credentials
es_ar: Actualizar credenciales
fr_fr: Mise à jour des informations d'identification
pt_br: Atualizar credenciais

source: Edit document
es_ar: Editar documento
fr_fr: Modifier le document
pt_br: Editar documento

source: This report shows the list of withdrawals made in a certain date range, allowing them to be filtered by status.
es_ar: Este informe muestra la lista de retiros realizados en un cierto rango de fechas, lo que permite filtrarlos por estado.

source: Manual transactions and agent transactions made to players are not taken into account.
es_ar: Las transacciones manuales y las transacciones de agentes realizadas a los jugadores no se tienen en cuenta.
