Repository: BetaCodePlay/internal-back
Catalog: lang/i18n/*/LC_MESSAGES/messages.po
Languages: es_ar, fr_fr, pt_br

source: Parent agent
fr_fr: Agent parental
pt_br: Agente materno

source: Roles
pt_br: Funções

source: This report makes closings and calculations every hour therefore it can show data up to date
fr_fr: Ce rapport effectue des clôtures et des calculs toutes les heures, ce qui lui permet de présenter des données actualisées
pt_br: Este relatório faz fechamentos e cálculos a cada hora, portanto pode mostrar dados atualizados

source: Secret
pt_br: Secreto

source: key
fr_fr: clé
pt_br: chave

source: Error!
fr_fr: Erreur!
pt_br: Erro!

source: Player
fr_fr: Joueur
pt_br: Jogador

source: Agent
pt_br: Agente

source: Credit codes
fr_fr: Codes de crédit
pt_br: Códigos de crédito

source: Event Bet
pt_br: Aposta no evento

source: Sky Wind
pt_br: Vento do Céu

source: Fantasy
fr_fr: Fantaisie
pt_br: Fantasia

source: Create agent
fr_fr: Créer un agent
pt_br: Criar agente

source: Fixed amount
fr_fr: Montant fixe
pt_br: Quantia fixa

source: Percentage with limit
fr_fr: Pourcentage avec limite
pt_br: Porcentagem com limite

source: Minimum deposit
fr_fr: Dépôt minimum
pt_br: Depósito mínimo

source: Less than
fr_fr: Moins que
pt_br: Menos que

source: Greater than
fr_fr: Supérieur à
pt_br: Maior que

source: Simple
pt_br: Simples

source: Casino
pt_br: Cassino

source: Theme
fr_fr: Thème
pt_br: Tema

source: Developed by Dotworkers. Operated by
fr_fr: Développé par Dotworkers. Exploité par
pt_br: Desenvolvido por Dotworkers. Operado por

source: Promocode
pt_br: Código Promocional

source: types transition
fr_fr: transition des types
pt_br: tipos de transição

source: Create player
fr_fr: Créer un joueur
pt_br: Criar jogador

source: Max
pt_br: Máx

source: Won
fr_fr: Gagnée

source: DNI
fr_fr: CNI

source: Token
fr_fr: Jeton

source: Top 1
fr_fr: Supérieur 1

source: OCB Slots
fr_fr: Machines à sous OCB

source: Virtual
fr_fr: Virtuel

source: Center Horses
fr_fr: Chevaux du centre

source: Manual
fr_fr: Manuel

source: Segmentation tool
fr_fr: Outil de segmentation

source: Users list
fr_fr: Liste Utilisateurs

source: Status...
fr_fr: État…

source: Additional data
fr_fr: Informations supplémentaires

source: Versus
fr_fr: Par rapport au constructeur de lignes
