Repository: BetaCodePlay/internal-back
Catalog: lang/i18n/*/LC_MESSAGES/messages.po
Languages: es_ar, fr_fr, pt_br

source: Campaign created
es_ar: Campaña creada
fr_fr: Campagne créée
pt_br: Campanha criada

source: The campaign was created successfully
es_ar: La campaña fue creada con éxito
fr_fr: La campagne a été créée avec succès
pt_br: A campanha foi criada com sucesso

source: Assign group
es_ar: Asignar grupo
fr_fr: Attribuer le groupe
pt_br: Atribuir grupo

source: User assign
es_ar: Asignación de usuario
fr_fr: Attribution de l'utilisateur
pt_br: Atribuição do usuário

source: The user was successfully assign
es_ar: El usuario se asignó correctamente
fr_fr: L'utilisateur a été assigné avec succès
pt_br: O usuário foi designado com sucesso

source: Update notification
es_ar: Notificación de actualización
fr_fr: Notification de mise à jour
pt_br: Notificação de atualização

source: Update group
es_ar: Grupo de actualización
fr_fr: Mettre à jour le groupe
pt_br: Atualizar grupo

source: New notification
es_ar: Nueva notificación
fr_fr: Nouvelle notification
pt_br: Nova notificação

source: New groups
es_ar: Nuevos grupos
fr_fr: Nouveaux groupes
pt_br: Novos grupos

source: Notification removed
es_ar: Notificación eliminada
fr_fr: Notification supprimée
pt_br: Notificação removida

source: The notification was successfully removed
es_ar: La notificación se ha eliminado correctamente
fr_fr: La notification a été supprimée avec succès
pt_br: A notificação foi removida com sucesso

source: Group removed
es_ar: Grupo eliminado
fr_fr: Groupe retirez
pt_br: Grupo removido

source: The group was successfully removed
es_ar: El grupo se ha eliminado correctamente
fr_fr: Le groupe a été supprimé avec succès
pt_br: O grupo foi removido com sucesso

source: User removed
es_ar: Usuario eliminado
fr_fr: Utilisateur supprimé
pt_br: Utilizador eliminado

source: The user was successfully removed for group
es_ar: El usuario se eliminó correctamente para el grupo
fr_fr: L'utilisateur a été supprimé avec succès pour le groupe
pt_br: O usuário foi removido com sucesso para o grupo

source: User has been removed from the messaging system.
es_ar: El usuario se ha eliminado del sistema de mensajería.

source: Excel successfully uploaded, The notification has been successfully published.
es_ar: Excel se cargó correctamente, la notificación se ha publicado correctamente.

source: The notification was published correctly
es_ar: La notificación se publicó correctamente
fr_fr: La notification a été publiée correctement
pt_br: A notificação foi publicada corretamente

source: Notification published
es_ar: Notificación publicada
fr_fr: Notification publiée
pt_br: Notificação publicada

source: Group created
es_ar: Grupo creado
fr_fr: Groupe créé
pt_br: Grupo criado

source: The group was published correctly
es_ar: El grupo fue publicado correctamente
fr_fr: Le groupe a été publié correctement
pt_br: O grupo foi publicado corretamente

source: List of notifications
es_ar: Lista de notificaciones
fr_fr: Liste des notifications
pt_br: Lista de notificações

source: List of groups
es_ar: Lista de grupos
fr_fr: Liste des groupes
pt_br: Lista de grupos

source: Notification updated
es_ar: Notificación actualizada
fr_fr: Notification mise à jour
pt_br: Notificação atualizada

source: The notification data was updated correctly
es_ar: Los datos de notificación se actualizaron correctamente
fr_fr: Les données de notification ont été mises à jour correctement
pt_br: Os dados da notificação foram atualizados corretamente

source: Group updated
es_ar: Grupo actualizado
fr_fr: Groupe mis à jour
pt_br: Grupo atualizado

source: The group data was updated correctly
es_ar: Los datos del grupo se actualizaron correctamente
fr_fr: Les données du groupe ont été mises à jour correctement
pt_br: Os dados do grupo foram atualizados corretamente

source: Update page
es_ar: Página de actualización
fr_fr: Mettre à jour la page
pt_br: Página de atualização

source: Pages list
es_ar: Lista de páginas
fr_fr: Liste des pages
pt_br: Lista de Páginas

source: Page updated
es_ar: Página actualizada
fr_fr: Page mise à jour
pt_br: Página atualizada

source: The page data was updated correctly
es_ar: Los datos de la página se actualizaron correctamente
fr_fr: Les données de la page ont été mises à jour correctement
pt_br: Os dados da página foram atualizados corretamente

source: Update promotion
es_ar: Actualizar promoción
fr_fr: Mise à jour de la promotion
pt_br: Promoção de atualização

source: New promotion
es_ar: Nueva promoción
fr_fr: Nouvelle promotion
pt_br: Nova promoção

source: Promotion removed
es_ar: Promoción eliminada
fr_fr: Promotion supprimée
pt_br: Promoção removida

source: The promotion was successfully removed
es_ar: La promoción se ha eliminado correctamente
fr_fr: La promotion a été supprimée avec succès
pt_br: A promoção foi removida com sucesso

source: Promotion published
es_ar: Promoción publicada
fr_fr: Promotion publiée
pt_br: Promoção publicada

source: The promotion was published correctly
es_ar: La promoción se publicó correctamente
fr_fr: La promotion a été publiée correctement
pt_br: A promoção foi publicada corretamente

source: List of promotions
es_ar: Lista de promociones
fr_fr: Liste des promotions
pt_br: Lista de promoções

source: Promotion updated
es_ar: Promoción actualizada
fr_fr: Promotion mise à jour
pt_br: Promoção atualizada

source: The promotion data was updated correctly
es_ar: Los datos de la promoción se actualizaron correctamente
fr_fr: Les données de promotion ont été mises à jour correctement
pt_br: Os dados da promoção foram atualizados corretamente

source: Create limits
es_ar: Crear límites
fr_fr: Créer des limites
pt_br: Criar limites

source: Update limits
es_ar: Límites de actualización
fr_fr: Limites de mise à jour
pt_br: Limites de atualização

source: Provider limits
es_ar: Límites de proveedores
fr_fr: Limites du fournisseur
pt_br: Limites do fornecedor

source: Limit created
es_ar: Límite creado
fr_fr: Limite créée
pt_br: Limite criado

source: Boundary data was stored correctly
es_ar: Los datos de límite se almacenaron correctamente
fr_fr: Les données de délimitation ont été stockées correctement
pt_br: Os dados de credenciais foram atualizados corretamente

source: List of referred users
es_ar: Lista de usuarios referidos

source: filter by user
es_ar: Filtrar por usuario

source: Refer user
es_ar: Recomendar usuario

source: User referral
es_ar: Referencia de usuario

source: User associated with the referred successfully
es_ar: Usuario asociado con el referido con éxito

source: Existing user
es_ar: Usuario existente
pt_br: Usuário existente

source: The user has already been referred by another user
es_ar: El usuario ya ha sido referido por otro usuario

source: User not found
es_ar: Usuario no encontrado
fr_fr: Utilisateur non trouvé
pt_br: Usuário não encontrado

source: User not found by currency: %s
es_ar: Usuario no encontrado por moneda: %s

source: User removed from referral
es_ar: Usuario eliminado de la referencia

source: User referrel
es_ar: Referencia de usuario

source: The user is not referred
es_ar: El usuario no es referido

source: Bonus transactions
es_ar: Transacciones de bonificación
fr_fr: Transactions avec prime
pt_br: Transações de bônus

source: Sales daily
es_ar: Ventas diarias
fr_fr: Ventes quotidiennes
pt_br: Vendas diárias

source: IQ Soft tickets
es_ar: Entradas IQ Soft

source: Credit transactions
es_ar: Operaciones de crédito
fr_fr: Opérations de crédit
pt_br: Operações de crédito

source: Debit transactions
es_ar: Transacciones de débito
fr_fr: Opérations de débit
pt_br: Transações de débito

source: Most played by providers report
es_ar: Informe de los proveedores más reproducidos
pt_br: A maioria jogada pelos fornecedores relatam

source: Profit General
es_ar: Beneficio General
fr_fr: Profit général
pt_br: Lucro Geral

source: Referred users
es_ar: Usuarios referidos
fr_fr: Utilisateurs référencés
pt_br: Encaminhado por

source: Total logins
es_ar: Total de inicios de sesión
fr_fr: Nombre total de connexions
pt_br: Total de logins

source: Create games section
es_ar: Crear sección de juegos
fr_fr: Créer une section de jeux
pt_br: Criar seção de jogos

source: Deleted Games
es_ar: Juegos eliminados
fr_fr: Jeux supprimés
pt_br: Jogos eliminados

source: Games data was delete correctly
es_ar: Los datos de los juegos se eliminaron correctamente
fr_fr: Les données des jeux ont été supprimées correctement
pt_br: Os dados dos jogos foram excluídos corretamente

source: List of games
es_ar: Lista de juegos
fr_fr: Liste de jeux
pt_br: Lista de jogos

source: Used games
es_ar: Juegos usados
fr_fr: Jeux d'occasion
pt_br: Jogos usados

source: The games already exists
es_ar: Los juegos ya existen
fr_fr: Les jeux existent déjà
pt_br: Os jogos já existem

source: Saved games
es_ar: Partidas guardadas
fr_fr: Jeux sauvegardés
pt_br: Jogos salvos

source: Games data was saved correctly
es_ar: Los datos de los juegos se guardaron correctamente
fr_fr: Les données des jeux ont été sauvegardées correctement
pt_br: Os dados dos jogos foram salvos corretamente

source: Update popup
es_ar: Ventana emergente de actualización
fr_fr: Popup de mise à jour
pt_br: Popup de atualização

source: New popup
es_ar: Nueva ventana emergente
fr_fr: Nouveau Popup
pt_br: Novo popup

source: Popup removed
es_ar: Ventana emergente eliminada
fr_fr: Popup supprimé
pt_br: Popup removido

source: The popup was successfully removed
es_ar: La ventana emergente se eliminó correctamente
fr_fr: Le popup a été supprimé avec succès
pt_br: O popup foi removido com sucesso

source: Popup published
es_ar: Popup publicado
fr_fr: Popup publié
pt_br: Popup publicado

source: The popup was published correctly
es_ar: La ventana emergente se publicó correctamente
fr_fr: La popup a été publiée correctement
pt_br: O popup foi publicado corretamente

source: List of popups
es_ar: Lista de ventanas emergentes
fr_fr: Liste des popups
pt_br: Lista de popups

source: Popup updated
es_ar: Ventana emergente actualizada
fr_fr: Popup mis à jour
pt_br: Popup atualizado

source: The popup data was updated correctly
es_ar: Los datos emergentes se actualizaron correctamente
fr_fr: Les données de la popup ont été mises à jour correctement
pt_br: Os dados popup foram atualizados corretamente

source: Manage role permissions
es_ar: Administrar permisos de rol
fr_fr: Gérer les permissions des rôles
pt_br: Gerenciar permissões de papéis

source: Assigned permission
es_ar: Permiso asignado

source: Permission is already assigned to this role
es_ar: El permiso ya está asignado a este rol

source: Saved role
es_ar: Rol guardado

source: The role data was saved correctly
es_ar: Los datos de rol se guardaron correctamente

source: Exclude role permissions
es_ar: Excluir permisos de rol

source: Manage role users
es_ar: Administrar usuarios de roles

source: Role removed
es_ar: Rol eliminado

source: Role was removed from user successfully
es_ar: El rol se eliminó correctamente del usuario

source: Permission removed
es_ar: Permiso eliminado

source: Permission was removed from campaign successfully
es_ar: El permiso se eliminó correctamente de la campaña

source: Permissions removed
es_ar: Permisos eliminados

source: Manage Permissions users
es_ar: Administrar usuarios de permisos

source: Saved permissions
es_ar: Permisos guardados

source: The permissions data was saved correctly
es_ar: Los datos de permisos se guardaron correctamente

source: Role was removed from campaign successfully
es_ar: El rol se eliminó correctamente de la campaña

source: Permissions was removed from campaign successfully
es_ar: Los permisos se eliminaron de la campaña correctamente

source: Exclude roles from user
es_ar: Excluir roles del usuario

source: Role exclude to user
es_ar: Excluir rol al usuario

source: Role was exclude from user successfully
es_ar: El rol se excluyó correctamente del usuario

source: Exclude permissions from user
es_ar: Excluir permisos del usuario

source: Permissions exclude to user
es_ar: Permisos excluidos para el usuario

source: Permissions was exclude from user successfully
es_ar: Los permisos se excluyeron correctamente del usuario

source: Duplicate user
es_ar: Usuario duplicado
fr_fr: Utilisateur en double
pt_br: Duplicar usuário

source: User already exists in segment
es_ar: El usuario ya existe en el segmento
fr_fr: L'utilisateur existe déjà dans le segment
pt_br: O usuário já existe no segmento

source: Segment updated
es_ar: Segmento actualizado
fr_fr: Segment mis à jour
pt_br: Segmento atualizado

source: The user was added to the segment successfully
es_ar: El usuario se agregó al segmento correctamente
fr_fr: L'utilisateur a été ajouté au segment avec succès
pt_br: O usuário foi adicionado ao segmento com sucesso

source: Create segment
es_ar: Crear segmento

source: Segment removed
es_ar: Segmento eliminado
fr_fr: Segment supprimé
pt_br: Segmento removido

source: The segment was successfully removed
es_ar: El segmento se ha eliminado correctamente
fr_fr: Le segment a été retiré avec succès
pt_br: O segmento foi removido com sucesso

source: Update segment
es_ar: Segmento de actualización

source: List of segments
es_ar: Lista de segmentos
fr_fr: Liste des segments
pt_br: Lista de segmentos

source: User was removed from segment successfully
es_ar: El usuario se eliminó del segmento correctamente
fr_fr: L'utilisateur a été retiré du segment avec succès
pt_br: O usuário foi removido do segmento com sucesso

source: Segment created
es_ar: Segmento creado
fr_fr: Segment créé
pt_br: Segmento criado

source: The segment was created successfully
es_ar: El segmento se creó correctamente
fr_fr: Le segment a été créé avec succès
pt_br: O segmento foi criado com sucesso

source: List of configurations
es_ar: Lista de configuraciones
fr_fr: Liste des configurations
pt_br: Lista de configurações

source: New reward
es_ar: Nueva recompensa
fr_fr: Nouvelle contrepartie
pt_br: Nova recompensa

source: New action configuration
es_ar: Nueva configuración de acción
fr_fr: Nouvelle configuration de l'action
pt_br: Nova configuração de ação

source: Configuration removed
es_ar: Configuración eliminada
fr_fr: Configuration supprimée
pt_br: Configuração removida

source: The configuration was successfully removed
es_ar: La configuración se ha quitado correctamente
fr_fr: La configuration a été supprimée avec succès
pt_br: A configuração foi removida com sucesso

source: Category removed
es_ar: Categoría eliminada
fr_fr: Catégorie supprimée
pt_br: Categoria removida

source: The category was successfully removed
es_ar: La categoría se ha eliminado correctamente
fr_fr: La catégorie a été supprimée avec succès
pt_br: A categoria foi removida com sucesso

source: Reward removed
es_ar: Recompensa eliminada
fr_fr: Récompense retirée
pt_br: Recompensa removida

source: The reward was successfully removed
es_ar: La recompensa se eliminó correctamente
fr_fr: La récompense a été retirée avec succès
pt_br: A recompensa foi removida com sucesso

source: Update actions configurations
es_ar: Actualizar configuraciones de acciones
fr_fr: Mise à jour des configurations d'actions
pt_br: Atualizar configurações de ações

source: Update reward
es_ar: Actualizar recompensa
fr_fr: Récompense pour la mise à jour
pt_br: Recompensa de atualização

source: List of rewards
es_ar: Lista de recompensas
fr_fr: Liste des récompenses
pt_br: Lista de recompensas

source: Category details
es_ar: Detalles de la categoría
fr_fr: Détails de la catégorie
pt_br: Detalhes da categoria

source: Configuration loaded
es_ar: Configuración cargada
fr_fr: Configuration chargée
pt_br: Configuração carregada

source: The configuration data was loaded correctly
es_ar: Los datos de configuración se cargaron correctamente
fr_fr: Les données de configuration ont été chargées correctement
pt_br: Os dados de configuração foram carregados corretamente

source: Saved category
es_ar: Categoría guardada
fr_fr: Catégorie sauvegardée
pt_br: Categoria salva

source: The category data was saved correctly
es_ar: Los datos de categoría se guardaron correctamente
fr_fr: Les données de la catégorie ont été enregistrées correctement
pt_br: Os dados da categoria foram salvos corretamente

source: Reward loaded
es_ar: Recompensa cargada
fr_fr: Récompense chargée
pt_br: Recompensa carregada

source: The reward was loaded correctly
es_ar: La recompensa se cargó correctamente
fr_fr: La récompense a été chargée correctement
pt_br: A recompensa foi carregada corretamente

source: Configuration updated
es_ar: Configuración actualizada
fr_fr: Configuration mise à jour
pt_br: Configuração atualizada

source: The configuration data was updated correctly
es_ar: Los datos de configuración se actualizaron correctamente
fr_fr: Les données de configuration ont été mises à jour correctement
pt_br: Os dados de configuração foram atualizados corretamente

source: Updated category
es_ar: Categoría actualizada
fr_fr: Catégorie actualisée
pt_br: Categoria atualizada

source: Reward updated
es_ar: Recompensa actualizada
fr_fr: Récompense mise à jour
pt_br: Recompensa atualizada

source: The reward data was updated correctly
es_ar: Los datos de recompensa se actualizaron correctamente
fr_fr: Les données de récompense ont été mises à jour correctement
pt_br: Os dados de credenciais foram atualizados corretamente

source: Account activate
es_ar: Activar cuenta
fr_fr: Activation du compte
pt_br: ﻿Ativar conta

source: The account was successfully activate
es_ar: La cuenta se activó correctamente
fr_fr: Le compte a été activé avec succès
pt_br: A conta foi ativada com sucesso

source: Advanced user search
es_ar: Búsqueda avanzada de usuarios
fr_fr: Recherche avancée des utilisateurs
pt_br: Busca avançada do usuário

source: User created
es_ar: Usuario creado
fr_fr: Utilisateur créé
pt_br: Criado por usuário

source: User created successfully
es_ar: Usuario creado correctamente
fr_fr: Utilisateur créé avec succès
pt_br: Usuário criado com sucesso

source: Wrong Parameters
es_ar: Parámetros erróneos

source: You need to fill in all the required fields
es_ar: Debe completar todos los campos obligatorios

source: Status updated
es_ar: Estado actualizado
fr_fr: Statut mis à jour
pt_br: Status atualizado

source: User status was updated successfully
es_ar: El estado del usuario se actualizó correctamente
fr_fr: Le statut de l'utilisateur a été mis à jour avec succès
pt_br: Status do usuário

source: This process requires superior access
es_ar: Este proceso requiere un acceso superior

source: The description field is required.
es_ar: El campo de descripción es obligatorio.
fr_fr: Le champ description est obligatoire.

source: Description is required
es_ar: Se requiere descripción

source: Lock type is required
es_ar: Se requiere el tipo de bloqueo

source: Create new user
es_ar: Crear nuevo usuario
fr_fr: Créer un nouvel utilisateur
pt_br: Criar Novo Usuário

source: The user was successfully removed
es_ar: El usuario se ha eliminado correctamente
fr_fr: L'utilisateur a été supprimé avec succès
pt_br: O usuário foi removido com sucesso

source: Wallet not found
es_ar: Cartera no encontrada
fr_fr: Portefeuille non trouvé
pt_br: Carteira não encontrada

source: Success
es_ar: Éxito
fr_fr: Succès
pt_br: Sucesso

source: The document has been %s and an email has been sent to the user
es_ar: El documento ha sido %s y se ha enviado un correo electrónico al usuario
fr_fr: Le document a été %s et un email a été envoyé à l'utilisateur
pt_br: O documento foi %s e um e-mail foi enviado para o usuário

source: The document has been successfully edited
es_ar: El documento se ha editado correctamente
fr_fr: Le document a été édité avec succès
pt_br: O documento foi editado com sucesso

source: User activated
es_ar: Usuario activado
fr_fr: Utilisateur activé
pt_br: Ativado

source: User was activated correctly
es_ar: El usuario se activó correctamente
fr_fr: L'utilisateur a été activé correctement
pt_br: O usuário foi ativado corretamente

source: Excluded user
es_ar: Usuario excluido
fr_fr: Utilisateur exclu
pt_br: Usuário excluído

source: The user has been successfully excluded
es_ar: El usuario ha sido excluido correctamente
fr_fr: L'utilisateur a été exclu avec succès
pt_br: O usuário foi excluído com sucesso

source: The user is already excluded to an provider
es_ar: El usuario ya está excluido a un proveedor
fr_fr: L'utilisateur est déjà exclu d'un fournisseur
pt_br: O usuário já está excluído a um fornecedor

source: Users search
es_ar: Búsqueda de usuarios
fr_fr: Recherche d'utilisateurs
pt_br: Busca de usuários

source: Create main users
es_ar: Crear usuarios principales
fr_fr: Créer les utilisateurs principaux
pt_br: Criar usuários principais

source: Activate account
es_ar: Activar cuenta
fr_fr: Activer le compte
pt_br: ﻿Ativar conta

source: An email was sent with the activation link for the account.
es_ar: Se envió un correo electrónico con el enlace de activación de la cuenta.
fr_fr: Un courriel a été envoyé avec le lien d'activation du compte.
pt_br: Um e-mail foi enviado com o link de ativação para a conta.

source: Password reset
es_ar: Restablecimiento de contraseña
fr_fr: Réinitialisation du mot de passe
pt_br: Redefinição de senha

source: Password was successfully reset
es_ar: La contraseña se restableció correctamente
fr_fr: Le mot de passe a été réinitialisé avec succès
pt_br: Redefinição de senha

source: Users created
es_ar: Usuarios creados
fr_fr: Utilisateurs créés
pt_br: Usuários

source: Users were created successfully
es_ar: Los usuarios se crearon correctamente
fr_fr: Les utilisateurs ont été créés avec succès
pt_br: Os agentes foram criados com sucesso

source: Transactions by lot
es_ar: Transacciones por lote
fr_fr: Transactions par lot
pt_br: Transações por lote

source: Balance unlock
es_ar: Desbloqueo de saldo

source: The balance has been unlocked
es_ar: El saldo ha sido desbloqueado

source: The wallet not found. Please check and try again
es_ar: No se encontró la billetera. Compruébalo e inténtalo de nuevo

source: Updated profile
es_ar: Perfil actualizado
fr_fr: Profil actualisé
pt_br: Perfil atualizado

source: User data was saved correctly
es_ar: Los datos de usuario se guardaron correctamente
fr_fr: Les données de l'utilisateur ont été sauvegardées correctement
pt_br: Os dados da rota foram salvos corretamente

source: DNI in use
es_ar: DNI en uso
fr_fr: DNI en cours d'utilisation
pt_br: DNI em uso

source: The DNI entered is in use by another user
es_ar: El DNI introducido está en uso por otro usuario
fr_fr: Le DNI saisi est utilisé par un autre utilisateur
pt_br: O e-mail inserido não é cadastrado em nosso sistema

source: The entered email is in use by another user
es_ar: El correo electrónico introducido está en uso por otro usuario
fr_fr: L'adresse électronique saisie est utilisée par un autre utilisateur
pt_br: O e-mail inserido está em uso por outro usuário

source: Balance locked
es_ar: Saldo bloqueado
fr_fr: Solde bloqué
pt_br: Equilíbrio bloqueado

source: User balance was successfully locked
es_ar: El saldo del usuario se bloqueó correctamente
fr_fr: Le solde de l'utilisateur a été verrouillé avec succès
pt_br: O equilíbrio do usuário foi bloqueado com sucesso

source: It is not allowed to lock balance if the user already has a locked amount
es_ar: No está permitido bloquear el saldo si el usuario ya tiene una cantidad bloqueada
fr_fr: Il n'est pas permis de verrouiller le solde si l'utilisateur a déjà un montant verrouillé
pt_br: Não é permitido bloquear o saldo se o usuário já tiver um valor bloqueado

source: The user's balance is less than the one you want to block
es_ar: El saldo del usuario es menor que el que desea bloquear
fr_fr: Le solde de l'utilisateur est inférieur à celui que vous voulez bloquer
pt_br: O equilíbrio do usuário é menor do que aquele que você deseja bloquear
