Repository: BetaCodePlay/internal-back
Catalog: lang/i18n/*/LC_MESSAGES/messages.po
Languages: es_ar, fr_fr, pt_br

source: Whitelabel status was updated successfully
es_ar: El estado de la marca blanca se actualizó correctamente
pt_br: O status do Whitelabel foi atualizado com sucesso

source: Create whitelabel
es_ar: Crear marca blanca
pt_br: Criar o whitelabel

source: Edit whitelabel %s
es_ar: Editar %s de marca blanca
pt_br: Editar whitelabel %s

source: Operational balances
es_ar: Saldos operacionales
pt_br: Balanços operacionais

source: Whitelabel created
es_ar: Marca blanca creada
pt_br: Whitelabel criado

source: Whitelabel created successfully
es_ar: Marca blanca creada correctamente
pt_br: Whitelabel criado com sucesso

source: Operational balance updated
es_ar: Balance operativo actualizado
pt_br: Saldo operacional atualizado

source: Whitelabel operational balance was updated successfully
es_ar: El balance operativo de marca blanca se actualizó correctamente
pt_br: O equilíbrio operacional do Whitelabel foi atualizado com sucesso

source: The game was successfully removed from the category
es_ar: El juego se eliminó con éxito de la categoría
fr_fr: Le jeu a été retiré avec succès de la catégorie
pt_br: O jogo foi removido com sucesso da categoria

source: The game was assigned to the category selected successfully
es_ar: El juego fue asignado a la categoría seleccionada correctamente
fr_fr: Le jeu a été attribué à la catégorie sélectionnée avec succès
pt_br: O jogo foi designado para a categoria selecionada com sucesso

source: Without image
es_ar: Sin imagen
fr_fr: Sans image
pt_br: Sem imagem

source: List users
es_ar: Lista de usuarios
fr_fr: Lister les utilisateurs
pt_br: Listar usuários

source: All users
es_ar: Todos los usuarios
fr_fr: Tous les utilisateurs
pt_br: Todos os usuários

source: Without description
es_ar: Sin descripción
fr_fr: Sans description
pt_br: Sem descrição

source: Assign
es_ar: Asignar
fr_fr: Assigner
pt_br: Atribuir

source: No action
es_ar: Sin acción
fr_fr: Aucune action
pt_br: Nenhuma ação

source: Without last name
es_ar: Sin apellido
fr_fr: Sans nom de famille
pt_br: Sem sobrenome

source: Without email
es_ar: Sin email
fr_fr: Sans courriel
pt_br: Sem e-mail

source: No access
es_ar: Sin acceso
fr_fr: Pas d'accès
pt_br: Sem acesso

source: Yes
es_ar: Si
fr_fr: Oui
pt_br: Sim

source: User panel
es_ar: Panel de usuario
pt_br: Painel do usuário

source: Without Name
es_ar: Sin nombre
fr_fr: Sans nom
pt_br: Sem nome

source: Without category
es_ar: Sin categoría
fr_fr: Sans catégorie
pt_br: Sem categoria

source: Points desktop
es_ar: Escritorio de puntos
fr_fr: Bureau des points
pt_br: Pontos de mesa

source: Amount desktop
es_ar: Cantidad de escritorio
fr_fr: Bureau du montant
pt_br: Montante da área de trabalho

source: Points mobile
es_ar: Puntos móviles
fr_fr: Points mobiles
pt_br: Pontos móveis

source: Amount mobile
es_ar: Cantidad móvil
fr_fr: Montant mobile
pt_br: Quantidade móvel

source: Deposit
es_ar: Depositar
fr_fr: Acompte
pt_br: Depósito

source: Login
es_ar: Iniciar sesión
fr_fr: Connexion
pt_br: Entrar

source: Male
es_ar: Hombre
fr_fr: Homme
pt_br: Masculino

source: Female
es_ar: Hembra
fr_fr: Femme
pt_br: Feminino

source: Incomplete profiles
es_ar: Perfiles incompletos
fr_fr: Profils incomplets
pt_br: Perfis incompletos

source: Approve
es_ar: Aprobar
fr_fr: Approuver
pt_br: Aprovar

source: Resend email
es_ar: Reenviar correo electrónico
fr_fr: Renvoyer le mail
pt_br: Reenviar e-mail

source: Manual activation
es_ar: Activación manual
fr_fr: Activation manuelle
pt_br: Ativação manual

source: Device
es_ar: Dispositivo
fr_fr: Appareil
pt_br: Dispositivo

source: Dotpanel login
es_ar: Inicio de sesión de Dotpanel
fr_fr: Connexion à Dotpanel
pt_br: Login no Dotpanel

source: User modification
es_ar: Modificación del usuario
fr_fr: Modification de l'utilisateur
pt_br: Modificação do usuário

source: First name
es_ar: Primer nombre
fr_fr: Prénom
pt_br: Nome

source: Gender
es_ar: Sexo
fr_fr: Sexe
pt_br: Gênero

source: Level
es_ar: Nivel
fr_fr: Niveau
pt_br: Nível

source: Country ISO
es_ar: ISO del país
fr_fr: Pays ISO
pt_br: País ISO

source: Timezone
es_ar: Zona horaria
fr_fr: Fuseau horaire
pt_br: Fuso Horário

source: Address
es_ar: Dirección
fr_fr: Adresse
pt_br: Endereço

source: Birth date
es_ar: Fecha de nacimiento
fr_fr: Date de naissance
pt_br: Data de nascimento

source: User creation
es_ar: Creación de usuarios
fr_fr: Création d’utilisateur
pt_br: Criação do usuário

source: User status
es_ar: Estado del usuario
fr_fr: Statut de l'utilisateur
pt_br: Status do usuário

source: Old status
es_ar: Estado antiguo
fr_fr: Ancien statut
pt_br: Antigo status

source: New status
es_ar: Nuevo estado
fr_fr: Nouveau statut
pt_br: Novo status

source: User password
es_ar: Contraseña de usuario
fr_fr: Mot de passe de l’utilisateur
pt_br: Senha do usuário

source: Support login
es_ar: Inicio de sesión de soporte
fr_fr: Connexion au support
pt_br: Login de suporte

source: User ID
es_ar: ID de usuario
fr_fr: ID de l’utilisateur
pt_br: ID do usuário

source: Wallet transaction
es_ar: Transacción de billetera
fr_fr: Transaction de portefeuille
pt_br: Transação de carteira

source: Permanent
es_ar: Permanente
pt_br: Permanente

source: active
es_ar: activo

source: inactive
es_ar: inactivo

source: Removed
es_ar: Quitado

source: Hidden
es_ar: Oculto

source: Blocked for session attempt
es_ar: Bloqueado por intento de sesión

source: Blocked by a superior
es_ar: Bloqueado por un superior

source: Changed password
es_ar: Contraseña cambiada

source: Undefined Action...
es_ar: Acción indefinida...

source: Pending to upload
es_ar: Pendiente de subir
fr_fr: En attente de téléchargement
pt_br: Pendente de upload

source: Awaiting verification
es_ar: En espera de verificación
fr_fr: En attente de vérification
pt_br: Aguardando verificação

source: Agent Master
es_ar: Agente Maestro

source: Cashier Agent
es_ar: Agente Cajero

source: Players
es_ar: Jugadores
fr_fr: Joueurs
pt_br: Jogadores

source: Undefined type
es_ar: Tipo indefinido

source: Completed transaction
es_ar: Transacción completada
fr_fr: Transaction achevée
pt_br: Transação concluída

source: Something went wrong
es_ar: Algo salió mal
fr_fr: Un problème est survenu
pt_br: Algo deu errado

source: Activate your account
es_ar: Activa tu cuenta
fr_fr: Activez votre compte
pt_br: Ative sua Conta

source: ¡Hello %s, you are one step away from activating your account!
es_ar: ¡Hola %s, estás a un paso de activar tu cuenta!
fr_fr: ¡Hello %s, vous êtes à une étape de l'activation de votre compte !
pt_br: Olá %s, você está a um passo de ativar sua conta!

source: Thank you for registering on our website. You must complete the activation process in order to enjoy our services. To proceed to activate the account, click on the following button. You have a period of 24 hours to activate your account after having registered otherwise you must perform the process again
es_ar: Gracias por registrarse en nuestro sitio web. Debe completar el proceso de activación para poder disfrutar de nuestros servicios. Para proceder a activar la cuenta, haga clic en el siguiente botón. Tienes un plazo de 24 horas para activar tu cuenta después de haberte registrado de lo contrario deberás realizar el proceso de nuevo
fr_fr: Merci de vous inscrire sur notre site web. Vous devez compléter le processus d'activation afin de pouvoir profiter de nos services. Pour procéder à l'activation du compte, cliquez sur le bouton suivant. Vous disposez d'un délai de 24 heures pour activer votre compte après vous être inscrit, sinon vous devrez recommencer le processus
pt_br: Obrigado por se cadastrar em nosso site. Você deve completar o processo de ativação para poder usufruir de nossos serviços. Para proceder com a ativação da conta, clique no botão a seguir. Você tem um período de 24 horas para ativar sua conta depois de ter se registrado, caso contrário você deve realizar o processo novamente

source: If the button doesn't show correctly or doesn't work, copy and paste the following link into your browser:
es_ar: Si el botón no se muestra correctamente o no funciona, copie y pegue el siguiente enlace en su navegador:
fr_fr: Si le bouton ne s'affiche pas correctement ou ne fonctionne pas, copiez et collez le lien suivant dans votre navigateur :
pt_br: Se o botão não aparecer corretamente ou não funcionar, copie e cole o link a seguir em seu navegador:

source: Verification of document
es_ar: Verificación del documento
fr_fr: Vérification du document
pt_br: Verificação de documento

source: ¡Hello %s, you document %s has been %s!
es_ar: ¡Hola %s, documentas %s ha sido %s!
fr_fr: ¡Hello %s, votre document %s a été %s !
pt_br: ¡Olá %s, o seu documento %s foi %s!

source: If you have any questions, please contact our support team
es_ar: Si tiene alguna pregunta, póngase en contacto con nuestro equipo de soporte
fr_fr: Si vous avez des questions, veuillez contacter notre équipe d'assistance
pt_br: Se você tiver alguma dúvida, por favor entre em contato com nossa equipe de suporte

source: Verifications of documents
es_ar: Verificaciones de documentos
fr_fr: Vérifications des documents
pt_br: Verificações de documentos

source: You do not meet the age to be registered, you must be 18+
es_ar: No cumples con la edad para inscribirte, debes tener 18+
fr_fr: Vous n'avez pas l'âge requis pour être inscrit, vous devez avoir 18 ans ou plus
pt_br: Você não cumpre a idade para ser registrado, você deve ter mais de 18 anos

source: The DNI entered does not match the format used in your country
es_ar: El DNI introducido no coincide con el formato utilizado en su país
fr_fr: Le DNI saisi ne correspond pas au format utilisé dans votre pays
pt_br: O DNI inserido não corresponde ao formato utilizado em seu país

source: The email must be a valid email address
es_ar: El correo electrónico debe ser una dirección de correo electrónico válida
pt_br: O e-mail deve ser um endereço de e-mail válido

source: The password entered does not meet the minimum security requirements
es_ar: La contraseña introducida no cumple los requisitos mínimos de seguridad
fr_fr: Le mot de passe saisi ne répond pas aux exigences minimales de sécurité
pt_br: A senha digitada não atende aos requisitos mínimos de segurança

source: The username does not meet the requirements
es_ar: El nombre de usuario no cumple los requisitos
fr_fr: Le nom d'utilisateur ne répond pas aux exigences
pt_br: O nome de usuário não atende aos requisitos

source: Transactions
es_ar: Transacciones
pt_br: Transações

source: Suspended
es_ar: Suspendido
fr_fr: Suspendu
pt_br: Suspenso

source: Whitelabel under maintenance
es_ar: Marca blanca en mantenimiento
fr_fr: Whitelabel en cours de maintenance
pt_br: Whitelabel em manutenção

source: Development
es_ar: Desarrollo
fr_fr: Développement
pt_br: Desenvolvimento

source: Whitelabel and Dotpanel under maintenance
es_ar: Whitelabel y Dotpanel en mantenimiento
fr_fr: Whitelabel et Dotpanel en maintenance
pt_br: Whitelabel e Dotpanel em manutenção

source: The :attribute must be accepted
es_ar: El atributo :debe ser aceptado
fr_fr: Le champ :attribute doit être accepté
pt_br: O campo :attribute deve ser aceito

source: The :attribute is not a valid URL
es_ar: :attribute no es una URL válida
fr_fr: Le champ :attribute n'est pas une URL valide
pt_br: O campo :attribute deve conter uma URL válida

source: The :attribute must be a date after :date
es_ar: El atributo :debe ser una fecha después de :d ate
fr_fr: Le champ :attribute doit être une date postérieure au :date
pt_br: O campo :attribute deve conter uma data posterior a :date

source: The :attribute must be a date after or equal to :date
es_ar: El atributo :debe ser una fecha posterior o igual a :d ate
fr_fr: Le champ :attribute doit être une date postérieure ou égale au :date
pt_br: O campo :attribute deve conter uma data superior ou igual a :date

source: The :attribute may only contain letters
es_ar: El atributo :sólo puede contener letras
fr_fr: Le champ :attribute doit contenir uniquement des lettres
pt_br: O campo :attribute deve conter apenas letras

source: The :attribute may only contain letters, numbers, dashes and underscores
es_ar: El atributo :solo puede contener letras, números, guiones y guiones bajos
fr_fr: Le champ :attribute doit contenir uniquement des lettres, des chiffres et des tirets
pt_br: O campo :attribute deve conter apenas letras, números e traços

source: The :attribute may only contain letters and numbers
es_ar: El atributo :sólo puede contener letras y números
fr_fr: Le champ :attribute doit contenir uniquement des chiffres et des lettres
pt_br: O campo :attribute deve conter apenas letras e números

source: The :attribute must be an array
es_ar: El atributo :debe ser una matriz
fr_fr: Le champ :attribute doit être un tableau
pt_br: O campo :attribute deve conter um array

source: The :attribute must be a date before :date
es_ar: El atributo :debe ser una fecha anterior a :d ate
fr_fr: Le champ :attribute doit être une date antérieure au :date
pt_br: O campo :attribute deve conter uma data anterior a :date

source: The :attribute must be a date before or equal to :date
es_ar: El atributo :debe ser una fecha anterior o igual a :d ate
fr_fr: Le champ :attribute doit être une date antérieure ou égale au :date
pt_br: O campo :attribute deve conter uma data inferior ou igual a :date

source: The :attribute must be between :min and :max
es_ar: El atributo :debe estar entre :min y :max
fr_fr: La valeur de :attribute doit être comprise entre :min et :max
pt_br: O campo :attribute deve conter de :min a :max itens

source: The :attribute must be between :min and :max kilobytes
es_ar: El atributo :debe estar entre :min y :max kilobytes
fr_fr: La taille du fichier de :attribute doit être comprise entre :min et :max kilo-octets
pt_br: O campo :attribute deve conter um arquivo de :min a :max kilobytes

source: The :attribute must be between :min and :max characters
es_ar: El atributo :debe estar entre los caracteres :min y :max
fr_fr: Le texte :attribute doit contenir entre :min et :max caractères
pt_br: O campo :attribute deve conter um número entre :min e :max

source: The :attribute must have between :min and :max items
es_ar: El atributo :debe tener entre los elementos :min y :max
fr_fr: Le tableau :attribute doit contenir entre :min et :max éléments
pt_br: O campo :attribute deve conter entre :min a :max caracteres

source: The :attribute field must be true or false
es_ar: El campo :attribute debe ser true o false
fr_fr: Le champ :attribute doit être vrai ou faux
pt_br: O campo :attribute deve conter o valor verdadeiro ou falso

source: The :attribute confirmation does not match
es_ar: La confirmación :attribute no coincide
fr_fr: Le champ de confirmation :attribute ne correspond pas
pt_br: A confirmação para o campo :attribute não coincide

source: The :attribute is not a valid date
es_ar: El atributo :no es una fecha válida
fr_fr: Le champ :attribute n'est pas une date valide
pt_br: O campo :attribute não contém uma data válida

source: The :attribute must be a date equal to :date
es_ar: El atributo :debe ser una fecha igual a :d ate
fr_fr: Le champ :attribute doit être une date égale à :date
pt_br: O campo :attribute deve ser uma data igual a :date

source: The :attribute does not match the format :format
es_ar: El atributo :no coincide con el formato :format
fr_fr: Le champ :attribute ne correspond pas au format :format
pt_br: A data informada para o campo :attribute não respeita o formato :format

source: The :attribute and :other must be different
es_ar: El atributo :y :other deben ser diferentes
fr_fr: Les champs :attribute et :other doivent être différents
pt_br: Os campos :attribute e :other devem conter valores diferentes

source: The :attribute must be :digits digits
es_ar: El atributo :debe ser :d igits dígitos
fr_fr: Le champ :attribute doit contenir :digits chiffres
pt_br: O campo :attribute deve conter :digits dígitos

source: The :attribute must be between :min and :max digits
es_ar: El atributo :debe estar entre los dígitos :min y :max
fr_fr: Le champ :attribute doit contenir entre :min et :max chiffres
pt_br: O campo :attribute deve conter entre :min a :max dígitos

source: The :attribute has invalid image dimensions
es_ar: El atributo :tiene dimensiones de imagen no válidas
fr_fr: La taille de l'image :attribute n'est pas conforme
pt_br: O valor informado para o campo :attribute não é uma dimensão de imagem válida

source: The :attribute field has a duplicate value
es_ar: El campo :attribute tiene un valor duplicado
fr_fr: Le champ :attribute a une valeur en double
pt_br: O campo :attribute contém um valor duplicado

source: The :attribute must be a valid email address
es_ar: El atributo :debe ser una dirección de correo electrónico válida
fr_fr: Le champ :attribute doit être une adresse e-mail valide
pt_br: O campo :attribute não contém um endereço de email válido

source: The :attribute must end with one of the following: :values
es_ar: El atributo :debe terminar con una de las siguientes opciones: :values
fr_fr: Le champ :attribute doit se terminer par une des valeurs suivantes : :values
pt_br: O campo :attribute deve terminar com um dos seguintes valores: :values

source: The selected :attribute is invalid
es_ar: El atributo :seleccionado no es válido
fr_fr: Le champ :attribute sélectionné n'est pas valide
pt_br: O campo :attribute contém um valor inválido

source: The :attribute must be a file
es_ar: El atributo :debe ser un archivo
pt_br: O campo :attribute deve conter um arquivo

source: The :attribute field must have a value
es_ar: El campo :attribute debe tener un valor
fr_fr: Le champ :attribute doit avoir une valeur
pt_br: O campo :attribute é obrigatório

source: The :attribute must be greater than :value
es_ar: El :attribute debe ser mayor que :value
fr_fr: Le texte :attribute doit contenir plus de :value caractères
pt_br: O campo :attribute deve ser maior que :value

source: The :attribute must be greater than :value kilobytes
es_ar: El atributo :debe ser mayor que :value kilobytes
fr_fr: La taille du fichier de :attribute doit être supérieure à :value kilo-octets
pt_br: O arquivo :attribute deve ser maior que :value kilobytes

source: The :attribute must be greater than :value characters
es_ar: Los caracteres :attribute deben ser mayores que :value
fr_fr: Le texte :attribute doit contenir plus de :value caractères
pt_br: O campo :attribute deve ser maior que :value caracteres

source: The :attribute must have more than :value items
es_ar: El atributo :debe tener más de :value elementos
fr_fr: Le tableau :attribute doit contenir plus de :value éléments
pt_br: O campo :attribute deve ter mais que :value itens

source: The :attribute must be greater than or equal :value
es_ar: El :attribute debe ser mayor o igual que :value
fr_fr: La valeur de :attribute doit être supérieure ou égale à :value
pt_br: O campo :attribute deve ser maior ou igual a :value

source: The :attribute must be greater than or equal :value kilobytes
es_ar: El atributo :attribute debe ser mayor o igual que :value kilobytes
fr_fr: La taille du fichier de :attribute doit être supérieure ou égale à :value kilo-octets
pt_br: O arquivo :attribute deve ser maior ou igual a :value kilobytes

source: The :attribute must be greater than or equal :value characters
es_ar: Los caracteres :attribute deben ser mayores o iguales que :value
fr_fr: Le texte :attribute doit contenir au moins :value caractères
pt_br: O campo :attribute deve ser maior ou igual a :value caracteres

source: The :attribute must have :value items or more
es_ar: El atributo :debe tener elementos :value o más
fr_fr: Le tableau :attribute doit contenir au moins :value éléments
pt_br: O campo :attribute deve ter :value itens ou mais

source: The :attribute must be an image
es_ar: El atributo :debe ser una imagen
fr_fr: Le champ :attribute doit être vrai ou faux
pt_br: O campo :attribute deve conter uma imagem

source: The :attribute field does not exist in :other
es_ar: El campo :attribute no existe en :other
fr_fr: Le champ :attribute n'existe pas dans :other
pt_br: O campo :attribute não existe em :other

source: The :attribute must be an integer number
es_ar: El atributo :debe ser un número entero
fr_fr: Le champ :attribute doit être un entier
pt_br: O campo :attribute deve conter um número inteiro

source: The :attribute must be a valid IP address
es_ar: El atributo :debe ser una dirección IP válida
fr_fr: Le champ :attribute doit être une adresse IP valide
pt_br: O campo :attribute deve conter um IP válido

source: The :attribute must be a valid IPv4 address
es_ar: El atributo :debe ser una dirección IPv4 válida
fr_fr: Le champ :attribute doit être une adresse IPv4 valide
pt_br: O campo :attribute deve conter um IPv4 válido

source: The :attribute must be a valid IPv6 address
es_ar: El atributo :debe ser una dirección IPv6 válida
fr_fr: Le champ :attribute doit être une adresse IPv6 valide
pt_br: O campo :attribute deve conter um IPv6 válido

source: The :attribute must be a valid JSON string
es_ar: El atributo :debe ser una cadena JSON válida
fr_fr: Le champ :attribute doit être un document JSON valide
pt_br: O campo :attribute deve conter uma string JSON válida

source: The :attribute must be less than :value
es_ar: El atributo :debe ser menor que :value
fr_fr: La valeur de :attribute doit être inférieure à :value
pt_br: O campo :attribute deve ser menor que :value

source: The :attribute must be less than :value kilobytes
es_ar: El atributo :debe ser menor que :value kilobytes
fr_fr: La taille du fichier de :attribute doit être inférieure à :value kilo-octets
pt_br: O arquivo :attribute ser menor que :value kilobytes

source: The :attribute must be less than :value characters
es_ar: Los caracteres :attribute deben ser menores que :value
fr_fr: Le texte :attribute doit contenir moins de :value caractères
pt_br: O campo :attribute deve ser menor que :value caracteres

source: The :attribute must have less than :value items
es_ar: Los elementos :attribute deben tener elementos inferiores a :value
fr_fr: Le tableau :attribute doit contenir moins de :value éléments
pt_br: O campo :attribute deve ter menos que :value itens

source: The :attribute must be less than or equal :value
es_ar: El :attribute debe ser menor o igual que :value
fr_fr: La valeur de :attribute doit être inférieure ou égale à :value
pt_br: O campo :attribute deve ser menor ou igual a :value

source: The :attribute must be less than or equal :value kilobytes
es_ar: El atributo :attribute debe ser menor o igual que :value kilobytes
fr_fr: La taille du fichier de :attribute doit être inférieure ou égale à :value kilo-octets
pt_br: O arquivo :attribute ser menor ou igual a :value kilobytes

source: The :attribute must be less than or equal :value characters
es_ar: Los caracteres :attribute deben ser menores o iguales que :value
fr_fr: Le texte :attribute doit contenir au plus :value caractères
pt_br: O campo :attribute deve ser menor ou igual a :value caracteres

source: The :attribute must not have more than :value items
es_ar: El atributo :no debe tener más de :value elementos
fr_fr: Le tableau :attribute doit contenir au plus :value éléments
pt_br: O campo :attribute não deve ter mais que :value itens

source: The :attribute may not be greater than :max
es_ar: El atributo :no puede ser mayor que :max
fr_fr: La valeur de :attribute ne peut être supérieure à :max
pt_br: O campo :attribute não pode conter um valor superior a :max

source: The :attribute may not be greater than :max kilobytes
es_ar: El atributo :no puede ser mayor que :max kilobytes
fr_fr: La taille du fichier de :attribute ne peut pas dépasser :max kilo-octets
pt_br: O campo :attribute não pode conter um arquivo com mais de :max kilobytes
