Repository: BetaCodePlay/internal-back
Catalog: lang/i18n/*/LC_MESSAGES/messages.po
Languages: es_ar, fr_fr, pt_br

source: The amount to be unlock must be the same as the amount locked
es_ar: La cantidad a desbloquear debe ser la misma que la cantidad bloqueada
pt_br: A quantidade a ser desbloqueada deve ser a mesma que a quantidade bloqueada

source: Withdrawal processed
es_ar: Desistimiento procesado
fr_fr: Retrait traité
pt_br: Retirada processada

source: The withdrawal was processed correctly
es_ar: El retiro se procesó correctamente
fr_fr: Le retrait a été traité correctement
pt_br: A retirada foi processada corretamente

source: Bank reference in use
es_ar: Referencia bancaria en uso
fr_fr: Référence bancaire en cours d'utilisation
pt_br: Referência da Transferência

source: The bank reference entered is already registered in our system
es_ar: La referencia bancaria introducida ya está registrada en nuestro sistema
fr_fr: La référence bancaire saisie est déjà enregistrée dans notre système
pt_br: A referência bancária inserida já está registrada em nosso sistema

source: Failed transaction
es_ar: Transacción fallida
fr_fr: Échec de la transaction
pt_br: Transação fracassada

source: The transaction could not be executed. Please reload and try again
es_ar: No se pudo ejecutar la transacción. Vuelva a cargar e inténtelo de nuevo
fr_fr: La transaction n'a pas pu être exécutée. Veuillez recharger et réessayer
pt_br: A transação não pôde ser executada. Por favor, recarregue e tente novamente

source: Withdrawal already processed
es_ar: Desistimiento ya procesado
pt_br: Retirada já processada

source: The withdrawal is already processed. Please refresh the page to update the list
es_ar: El retiro ya está procesado. Actualice la página para actualizar la lista
pt_br: A retirada já está processada. Por favor, atualize a página para atualizar a lista

source: Success transaction
es_ar: Transacción exitosa
fr_fr: Transaction réussie
pt_br: Transação de sucesso

source: Client updated
es_ar: Cliente actualizado
fr_fr: Mise à jour du client
pt_br: Cliente atualizado

source: Client updated successfully
es_ar: Cliente actualizado correctamente
fr_fr: Le client a été mis à jour avec succès
pt_br: Cliente atualizado com sucesso

source: Saved credential
es_ar: Credencial guardada
fr_fr: Créance sauvegardée
pt_br: Credenciais salvas

source: Credential data was saved correctly
es_ar: Los datos de credenciales se guardaron correctamente
fr_fr: Les données d'identification ont été enregistrées correctement
pt_br: Os dados de credenciais foram atualizados corretamente

source: Used client
es_ar: Cliente usado
fr_fr: Client habitué
pt_br: Cliente usado

source: The client data already exists
es_ar: Los datos del cliente ya existen
fr_fr: Les données du client existent déjà
pt_br: Os dados do cliente já existem

source: Credentials error
es_ar: Error de credenciales

source: Customer has no credentials
es_ar: El cliente no tiene credenciales

source: Updated client
es_ar: Cliente actualizado
fr_fr: Client actualisé
pt_br: Cliente atualizado

source: Client data was updated correctly
es_ar: Los datos del cliente se actualizaron correctamente
fr_fr: Les données du client ont été mises à jour correctement
pt_br: Os dados do cliente foram atualizados corretamente

source: Updated account
es_ar: Cuenta actualizada

source: Account data was updated correctly
es_ar: Los datos de la cuenta se actualizaron correctamente

source: Account in use
es_ar: Cuenta en uso
pt_br: Conta em uso

source: The account entered is already registered in our system
es_ar: La cuenta ingresada ya está registrada en nuestro sistema
pt_br: A conta inserida já está registrada em nosso sistema

source: Transaction not allowed
es_ar: Transacción no permitida
fr_fr: Transaction non autorisée
pt_br: Transação não permitida

source: The amount is higher than the operational balance. Available: %s %s
es_ar: El importe es superior al saldo operativo. Disponible: %s %s
fr_fr: Le montant est supérieur au solde opérationnel. Disponible : %s %s
pt_br: O montante é maior do que o saldo operacional. Disponível: %s %s

source: No deposit
es_ar: Sin depósito

source: The user has not deposited
es_ar: El usuario no ha depositado

source: Activated bonus
es_ar: Bono activado

source: Bonus requested and credited correctly
es_ar: Bonificación solicitada y acreditada correctamente

source: Assigned bonus
es_ar: Bonificación asignada

source: The bonus is available in the account of user
es_ar: El bono está disponible en la cuenta del usuario

source: Bonus active
es_ar: Bono activo
pt_br: Bônus ativo

source: The user has a bonus already active
es_ar: El usuario tiene un bono ya activo
pt_br: O usuário já tem um bônus ativo

source: Bonus inactive
es_ar: Bono inactivo
fr_fr: Bonus inactif
pt_br: Bônus inativo

source: The bonus you are trying to activate is inactive
es_ar: El bono que está intentando activar está inactivo
fr_fr: Le bonus que vous essayez d'activer est inactif
pt_br: O bônus que você está tentando ativar está inativo

source: Campaigns overview
es_ar: Descripción general de las campañas
pt_br: Visão geral das campanhas

source: Campaigns by user
es_ar: Campañas por usuario
pt_br: Campanhas por usuário

source: New campaign
es_ar: Nueva campaña
fr_fr: Nouvelle campagne
pt_br: Nova campanha

source: Update campaign
es_ar: Campaña de actualización
fr_fr: Campagne de mise à jour
pt_br: Campanha de atualização

source: Update users search
es_ar: Actualizar la búsqueda de usuarios

source: Campaign removed
es_ar: Campaña eliminada
fr_fr: Campagne supprimée
pt_br: Campanha removida

source: The campaign was successfully removed
es_ar: La campaña se eliminó correctamente
fr_fr: La campagne a été supprimée avec succès
pt_br: A campanha foi removida com sucesso

source: Campaign not found
es_ar: Campaña no encontrada
fr_fr: Campagne introuvable
pt_br: Campanha não encontrada

source: The campaign you are trying to deleted is not found
es_ar: No se encuentra la campaña que intentas eliminar
fr_fr: La campagne que vous essayez de supprimer est introuvable
pt_br: A campanha que você está tentando apagar não é encontrada

source: Bonus canceled
es_ar: Bono cancelado
fr_fr: Bonus annulé
pt_br: Bônus cancelado

source: The bonus was successfully canceled
es_ar: El bono se canceló con éxito
pt_br: O bônus foi cancelado com sucesso

source: Bonus not found
es_ar: Bono no encontrado
pt_br: Bônus não encontrado

source: The bonus you are trying to canceled is not found
es_ar: No se encuentra el bono que está intentando cancelar
pt_br: O bônus que você está tentando cancelar não é encontrado

source: The promo code %s is assigned to another campaign
es_ar: El código promocional %s se asigna a otra campaña
pt_br: O código promocional %s é atribuído a outra campanha

source: You must add a minimum deposit for %s currency
es_ar: Debe agregar un depósito mínimo para %s moneda

source: The minimum deposit for %s currency must be greater than 0
es_ar: El depósito mínimo para %s moneda debe ser mayor que 0

source: The bonus to be awarded field is required for %s currency
es_ar: El campo de bonificación que se otorgará es obligatorio para %s moneda

source: The bonus to be awarded for %s currency must be greater than 0
es_ar: El bono que se otorgará por %s moneda debe ser mayor que 0

source: The percentage field is required for %s currency
es_ar: El campo de porcentaje es obligatorio para %s moneda

source: The percentage for %s currency must be greater than 0
es_ar: El porcentaje para %s moneda debe ser mayor que 0

source: The limit field is required for %s currency
es_ar: El campo de límite es obligatorio para %s moneda

source: The limit for %s currency must be greater than 0
es_ar: El límite para %s moneda debe ser mayor que 0

source: You must add a minimum bet for %s currency
es_ar: Debe agregar una apuesta mínima para %s moneda

source: The minimum bet for %s currency must be greater than 0
es_ar: La apuesta mínima para %s moneda debe ser mayor que 0

source: Campaign published
es_ar: Campaña publicada
fr_fr: Campagne publiée
pt_br: Campanha publicada

source: The campaign was published correctly
es_ar: La campaña se publicó correctamente
fr_fr: La campagne a été publiée correctement
pt_br: A campanha foi publicada corretamente

source: List of campaigns
es_ar: Lista de campañas
fr_fr: Liste des campagnes
pt_br: Lista de campanhas

source: Campaign updated
es_ar: Campaña actualizada
fr_fr: Campagne mise à jour
pt_br: Campanha atualizada

source: The campaign data was updated correctly
es_ar: Los datos de la campaña se actualizaron correctamente
fr_fr: Les données de la campagne ont été mises à jour correctement
pt_br: Os dados da campanha foram atualizados corretamente

source: Providers Credentials
es_ar: Credenciales de proveedores

source: OCB Slots credentials
es_ar: Credenciales de OCB Slots
fr_fr: Références OCB Slots
pt_br: Credenciais OCB Slots

source: BetPay credentials
es_ar: Credenciales de BetPay
fr_fr: Informations d'identification BetPay
pt_br: Credenciais BetPay

source: Ezugi credentials
es_ar: Credenciales de Ezugi
fr_fr: Références d'Ezugi
pt_br: Credenciais Ezugi

source: VivoGaming credentials
es_ar: Credenciales de VivoGaming
fr_fr: Informations d'identification de VivoGaming
pt_br: Credenciais VivoGaming

source: Lucky Spins credentials
es_ar: Credenciales de Lucky Spins
pt_br: Credenciais Lucky Spins

source: WNet Games credentials
es_ar: Credenciales de WNet Games
pt_br: Credenciais da WNet Games

source: Golden Race credentials
es_ar: Credenciales de la Golden Race
pt_br: Credenciais da Golden Race

source: Spinmatic credentials
es_ar: Credenciales espinomáticas
pt_br: Credenciais Spinmatic

source: Caleta Gaming credentials
es_ar: Credenciales de Caleta Gaming
pt_br: Caleta de jogo Credenciais

source: Sisvenprol credentials
es_ar: Credenciales de Sisvenprol
pt_br: Credenciais Sisvenprol

source: XLive credentials
es_ar: Credenciales de XLive
pt_br: Credenciais XLive

source: TV Bet credentials
es_ar: Credenciales de TV Bet
pt_br: Credenciais TV Bet

source: Lega Jackpot credentials
es_ar: Credenciales de Lega Jackpot
pt_br: Lega Jackpot credenciais

source: Virtual Generation credentials
es_ar: Credenciales de generación virtual
pt_br: Credenciais de Geração Virtual

source: IQSoft credentials
es_ar: Credenciales IQSoft
pt_br: Credenciais da IQSoft

source: El Inmejorable credentials
es_ar: Credenciales de El Inmejorable
pt_br: El Inmejorable credenciais

source: Ka Gaming credentials
es_ar: Credenciales de Ka Gaming
pt_br: Credenciais Ka Gaming

source: Gamzix credentials
es_ar: Credenciales de Gamzix
pt_br: Credenciais Gamzix

source: Center Horses credentials
es_ar: Credenciales de Center Horses
pt_br: Center Horses credenciados

source: Andes SportBook credentials
es_ar: Credenciales de Andes SportBook
pt_br: Credenciais do Andes SportBook

source: VLS credentials
es_ar: Credenciales VLS
pt_br: Credenciais VLS

source: DLV credentials
es_ar: Credenciales DLV
pt_br: Credenciais DLV

source: ColorSpin credentials
es_ar: Credenciales de ColorSpin
pt_br: Credenciais ColorSpin

source: SportBook credentials
es_ar: Credenciales de SportBook
pt_br: Credenciais da SportBook

source: Salsa Gaming credentials
es_ar: Credenciales de Salsa Gaming
pt_br: Credenciais de Salsa Gaming

source: Patagonia credentials
es_ar: Credenciales de Patagonia
pt_br: Credenciais da Patagônia

source: PG Soft credentials
es_ar: Credenciales de PG Soft
pt_br: PG Credenciais Soft

source: Booongo credentials
es_ar: Credenciales de Booongo
pt_br: Credenciais da Booongo

source: GameArt credentials
es_ar: Credenciales de GameArt
pt_br: Credenciais GameArt

source: Booming Games credentials
es_ar: Credenciales de Booming Games
pt_br: Credenciais dos Booming Games

source: Deleted credential
es_ar: Credencial eliminada
fr_fr: Identifiant supprimé
pt_br: Credencial deletada

source: Credential data was delete correctly
es_ar: Los datos de credenciales se eliminaron correctamente
fr_fr: Les données d'identification ont été supprimées correctement
pt_br: Os dados de credenciais foram atualizados corretamente

source: Details credentials
es_ar: Detalles de las credenciales
fr_fr: Références détaillées
pt_br: Detalhes das credenciais

source: Set user levels
es_ar: Establecer niveles de usuario
fr_fr: Définir les niveaux d'utilisateur
pt_br: Definir níveis de usuário

source: Configure main routes
es_ar: Configurar rutas principales
fr_fr: Configurer les routes principales
pt_br: Configurar as rotas principais

source: Configure registration and login
es_ar: Configurar el registro y el inicio de sesión
fr_fr: Configurer l'enregistrement et la connexion
pt_br: Configurar o registro e o login

source: Provider updated
es_ar: Proveedor actualizado
fr_fr: Mise à jour du fournisseur
pt_br: Provedor atualizado

source: Provider updated successfully
es_ar: Proveedor actualizado correctamente
fr_fr: Le fournisseur a été mis à jour avec succès
pt_br: Provedor atualizado com sucesso

source: Used credential
es_ar: Credencial usada
fr_fr: Créance utilisée
pt_br: Credenciais usadas

source: The credential data already exists
es_ar: Los datos de credenciales ya existen
fr_fr: Les données d'accréditation existent déjà
pt_br: Os dados das credenciais já existem

source: Configure template
es_ar: Configurar plantilla
fr_fr: Configurer le modèle
pt_br: Configurar

source: Updated credential
es_ar: Credencial actualizada
fr_fr: Mise à jour de l'accréditation
pt_br: Credenciais atualizadas

source: Credential data was updated correctly
es_ar: Los datos de credenciales se actualizaron correctamente
fr_fr: Les données d'accréditation ont été mises à jour correctement
pt_br: Os dados de credenciais foram atualizados corretamente

source: Registration and login updated
es_ar: Registro e inicio de sesión actualizados
fr_fr: Mise à jour de l'inscription et de la connexion
pt_br: Registro e login atualizados

source: The registration and login data were saved correctly
es_ar: Los datos de registro e inicio de sesión se guardaron correctamente
fr_fr: Les données d'enregistrement et de connexion ont été sauvegardées correctement
pt_br: Os dados de registro e login foram salvos corretamente

source: Updated levels
es_ar: Niveles actualizados
fr_fr: Niveaux actualisés
pt_br: Níveis atualizados

source: Level data was saved correctly
es_ar: Los datos de nivel se guardaron correctamente
fr_fr: Les données de niveau ont été sauvegardées correctement
pt_br: Os dados da rota foram salvos corretamente

source: Updated routes
es_ar: Rutas actualizadas
fr_fr: Itinéraires actualisés
pt_br: Rotas atualizadas

source: The route data was saved correctly
es_ar: Los datos de ruta se guardaron correctamente
fr_fr: Les données de l'itinéraire ont été enregistrées correctement
pt_br: Os dados da rota foram salvos corretamente

source: Percentage updated successfully
es_ar: Porcentaje actualizado correctamente

source: Dashboard
es_ar: Escritorio
fr_fr: Tableau de bord
pt_br: Painel

source: Exchange rate updated
es_ar: Tipo de cambio actualizado
fr_fr: Mise à jour du taux de change
pt_br: Taxa de câmbio atualizada

source: The exchange rate was updated correctly
es_ar: El tipo de cambio se actualizó correctamente
fr_fr: Le taux de change a été mis à jour correctement
pt_br: A taxa de câmbio foi atualizada corretamente

source: Cancel free spins
es_ar: Cancelar giros gratis

source: Status change
es_ar: Cambio de estado
pt_br: Alteração de Status

source: Status updated successfully
es_ar: Estado actualizado correctamente

source: Create lobby dotsuite
es_ar: Crear dotsuite de lobby

source: List of credentials
es_ar: Lista de credenciales

source: %s Credentials stored by currency. %s New credentials saved
es_ar: %s Credenciales almacenadas por moneda. %s Nuevas credenciales guardadas

source: Free spins
es_ar: Giros gratis

source: Free spin
es_ar: Giro gratis

source: The promotion spins have been cancel successfully.
es_ar: Los giros de promoción se han cancelado con éxito.

source: Free spins
es_ar: Giros gratis
fr_fr: Tours gratuits

source: The free spins have been awarded successfully
es_ar: Los giros gratis han sido otorgados con éxito
fr_fr: Les tours gratuits ont été attribués avec succès
pt_br: As free spins foram premiadas com sucesso

source: Could not load save data
es_ar: No se pudieron cargar los datos guardados

source: Free spins assigned
es_ar: Giros gratis asignados
fr_fr: Tours gratuits attribués
pt_br: Free spins atribuídos

source: Users totals report
es_ar: Informe de totales de usuarios
fr_fr: Rapport sur les totaux des utilisateurs
pt_br: Relatório de totais de usuários

source: Most played games report
es_ar: Informe de juegos más jugados
fr_fr: Rapport sur les jeux les plus joués
pt_br: Relatório da maioria dos jogos jogados

source: Game totals report
es_ar: Informe de totales de juegos
fr_fr: Rapport sur les totaux des jeux
pt_br: Relatório de totais do jogo

source: Update email content
es_ar: Actualizar el contenido del correo electrónico
fr_fr: Mettre à jour le contenu des e-mails
pt_br: Atualizar o conteúdo do e-mail

source: Email contents
es_ar: Contenido del correo electrónico
fr_fr: Contenus des emails
pt_br: Conteúdo do E-mail

source: Updated email content
es_ar: Contenido de correo electrónico actualizado
fr_fr: Mise à jour du contenu des e-mails
pt_br: Conteúdo atualizado do e-mail

source: Email data was saved correctly
es_ar: Los datos de correo electrónico se guardaron correctamente
fr_fr: Les données de l'e-mail ont été enregistrées correctement
pt_br: Os dados da rota foram salvos corretamente

source: New template
es_ar: Nueva plantilla
fr_fr: Nouveau modèle
pt_br: Novo modelo

source: Template removed
es_ar: Plantilla eliminada
fr_fr: Modèle supprimé
pt_br: Modelo retirado

source: The template was successfully removed
es_ar: La plantilla se ha quitado correctamente
fr_fr: Le modèle a été supprimé avec succès
pt_br: O modelo foi removido com sucesso

source: Template duplicated
es_ar: Plantilla duplicada
fr_fr: Modèle dupliqué.
pt_br: Modelo duplicado

source: The template was successfully duplicated
es_ar: La plantilla se ha duplicado correctamente
pt_br: O modelo foi duplicado com sucesso

source: Edit template
es_ar: Editar plantilla
fr_fr: Modifier le modèle
pt_br: Editar Modelo

source: List of templates
es_ar: Lista de plantillas
fr_fr: Liste des modèles
pt_br: Lista de modelos

source: Template created
es_ar: Plantilla creada
fr_fr: Modèle créé
pt_br: Modelo criado

source: The template was created successfully
es_ar: La plantilla se creó correctamente
fr_fr: Le modèle a été créé avec succès
pt_br: O modelo foi criado com sucesso

source: Template email test
es_ar: Prueba de correo electrónico de plantilla

source: Test mail has been sent
es_ar: Se ha enviado un correo de prueba

source: Template updated
es_ar: Plantilla actualizada
fr_fr: Modèle mis à jour
pt_br: Modelo atualizado

source: The template was updated successfully
es_ar: La plantilla se actualizó correctamente
fr_fr: Le modèle a été mis à jour avec succès
pt_br: O modelo foi atualizado com sucesso

source: Upload image
es_ar: Subir foto
fr_fr: Télécharger une image
pt_br: Enviar imagem

source: Update image
es_ar: Actualizar imagen
fr_fr: Mise à jour de l'image
pt_br: Atualizar imagem

source: List of images
es_ar: Lista de imágenes
fr_fr: Liste d'images
pt_br: Lista de imagens

source: Image uploaded
es_ar: Imagen cargada
fr_fr: Image envoyée
pt_br: Imagem carregada

source: The image data was uploaded correctly
es_ar: Los datos de la imagen se cargaron correctamente
fr_fr: Les données de l'image ont été téléchargées correctement
pt_br: Os dados da imagem foram carregados corretamente

source: Image updated
es_ar: Imagen actualizada
fr_fr: Image mise à jour
pt_br: Imagem atualizada

source: The image data was updated correctly
es_ar: Los datos de la imagen se actualizaron correctamente
fr_fr: Les données de l'image ont été mises à jour correctement
pt_br: Os dados da imagem foram atualizados corretamente

source: Upload new slider
es_ar: Cargar nuevo control deslizante
fr_fr: Télécharger un nouveau slider
pt_br: Carregar novo slider

source: Slider removed
es_ar: Control deslizante eliminado
fr_fr: Slider enlevé
pt_br: Slider removido

source: The slider was successfully removed
es_ar: El control deslizante se ha quitado correctamente
fr_fr: Le curseur a été retiré avec succès
pt_br: O slider foi removido com sucesso

source: Update slider
es_ar: Control deslizante de actualización
fr_fr: Mettre à jour le curseur
pt_br: Deslizador de atualização

source: List of sliders
es_ar: Lista de controles deslizantes
fr_fr: Liste des curseurs
pt_br: Lista de controles deslizantes

source: Used order
es_ar: Orden usada
fr_fr: Commande utilisée
pt_br: Orden usado

source: The order data already exists
es_ar: Los datos del pedido ya existen
fr_fr: Les données de la commande existent déjà
pt_br: Os dados do pedido já existem

source: Slider loaded
es_ar: Control deslizante cargado
fr_fr: Slider chargé
pt_br: Slider carregado

source: The slider was loaded correctly
es_ar: El control deslizante se cargó correctamente
fr_fr: Le curseur a été chargé correctement
pt_br: O slider foi carregado corretamente

source: Slider updated
es_ar: Control deslizante actualizado
fr_fr: Diaporama mis à jour
pt_br: Slider Atualizado

source: The slider data was updated correctly
es_ar: Los datos del control deslizante se actualizaron correctamente
fr_fr: Les données du curseur ont été mises à jour correctement
pt_br: Os dados do controle deslizante foram atualizados corretamente

source: Invoices Nº: #######
es_ar: Nº de facturas: #######

source: Units
es_ar: Unidades
pt_br: Unidades

source: Details client
es_ar: Detalles cliente

source: Messrs:
es_ar: Sres:

source: Attention: Carlos
es_ar: Atención: Carlos

source: Email: carlos.hurtado@dotworkers.net
es_ar: Correo electrónico: carlos.hurtado@dotworkers.net

source: Phone: 4264331131
es_ar: Teléfono: 4264331131

source: USDT
es_ar: USDT (en inglés)

source: Bank Transfers in Bolivars
es_ar: Transferencias bancarias en bolívares

source: Upload new landing pages
es_ar: Subir nuevas páginas de destino
fr_fr: Télécharger de nouvelles pages de renvoi
pt_br: Upload de novas páginas de desembarque

source: Landing pages removed
es_ar: Páginas de destino eliminadas

source: The landing pages was successfully removed
es_ar: Las páginas de destino se han eliminado correctamente

source: Update landing pages
es_ar: Actualizar páginas de destino

source: List of Landing Pages
es_ar: Lista de páginas de destino

source: Landing pages loaded
es_ar: Páginas de destino cargadas

source: The landing was loaded correctly
es_ar: El aterrizaje se cargó correctamente

source: Landing pages updated
es_ar: Páginas de destino actualizadas

source: Landing pages data was updated correctly
es_ar: Los datos de las páginas de destino se actualizaron correctamente
fr_fr: Les données des pages d'atterrissage ont été mises à jour correctement

source: Create lobby
es_ar: Crear lobby

source: Deleted game
es_ar: Juego eliminado
fr_fr: Jeu supprimé
pt_br: Jogo eliminado

source: The game was successfully removed
es_ar: El juego se ha eliminado correctamente

source: Edit games
es_ar: Editar juegos

source: Used Games
es_ar: Juegos usados

source: The game data is used in other route
es_ar: Los datos del juego se utilizan en otra ruta

source: Updated game
es_ar: Juego actualizado

source: The game was updated successfully
es_ar: El juego se actualizó correctamente

source: Saved game
es_ar: Partida guardada
fr_fr: Jeu sauvegardé
pt_br: Jogo guardado

source: The game was saved successfully
es_ar: El juego se guardó correctamente

source: Saved data game
es_ar: Juego de datos guardados

source: The data game was successfully updated
es_ar: El juego de datos se actualizó correctamente
